[{
  "_id": {
    "$oid": "657e8aa6f7e79abebe973b0a"
  },
  "idRegion": "MB",
  "nameRegion": "Miền Bắc",
  "provinces": [
    {
      "idProvines": "42",
      "nameProvines": "Ninh Bình",
      "touristAttraction": [
        {
          "idTourist": "TCBD",
          "nameTourist": "Tam Cốc – Bích Động",
          "typeTourist": "N",
          "address": "Ninh Hải, Hoa Lư, Ninh Bình",
          "ticket": "Có thể đi theo tour",
          "imgTourist": "img_TCBD_1.jpg",
          "touristIntroduction": "Tam Cốc – Bích Động là quần thể hang động ở vùng đất xã Ninh Hải huyện Hoa Lư tỉnh Ninh Bình, Việt Nam. Tam Cốc – Bích Động còn được biết đến với những cái tên nổi tiếng như vịnh Hạ Long trên cạn hay Nam thiên đệ nhị động là một khu du lịch trọng điểm quốc gia Việt Nam. Toàn khu vực bao gồm hệ thống các hang động núi đá vôi và các di tích lịch sử liên quan đến hành cung Vũ Lâm của triều đại nhà Trần. Quần thể danh thắng Tràng An - Tam Cốc được Thủ tướng chính phủ Việt Nam xếp hạng là di tích quốc gia đặc biệt và đã được tổ chức UNESCO xếp hạng di sản thế giới. Khu du lịch Tam Cốc-Bích Động hiện có diện tích tự nhiên là 350,3 ha[liên kết hỏng], nằm cách Quốc lộ 1 2 km, cách thành phố Ninh Bình 7 km, cách thành phố Tam Điệp 9 km. Chủ yếu khu vực nằm trên xã Ninh Hải (Hoa Lư). Các trung tâm đón khách phân bố ở các điểm: Tam Cốc, Cố Viên Lầu, thung Nắng, thung Nham, chùa Bích Động, hang Múa",
          "rightTime": "tháng 5, 6",
          "history": [
            {
              "idHistoryStory": "TCBD_HIS_1",
              "titleStoryStory": "",
              "contentStoryStory": "Khu danh thắng Tam Cốc gồm hai điểm đến là Tam Cốc và Bích Động, thuộc địa phận thôn Văn Lâm, xã Ninh Hải, huyện Hoa Lư, tỉnh Ninh Bình. Đây là khu du lịch trọng điểm quốc gia. Tam Cốc còn được ví như Vịnh Hạ Long trên cạn bởi hệ thống hang động, núi đá vôi nổi trên mặt nước và đặc biệt Tam Cốc còn có các di tích lịch sử liên quan đến triều đại nhà Trần (thế kỷ 13 - 14). Từ bến thuyền Tam Cốc, chiếc thuyền nhỏ sẽ đưa du khách theo dòng Ngô Giang uốn lượn, len qua những vách núi đá sừng sừng, tiến vào khu vực hang động. Chậm rãi khua mái chèo, chị Đỗ Thị Nụ, lái đò tại đây, giải thích: Theo tiếng Hán, Tam là ba, Cốc là hang, nên gọi là Tam Cốc. Còn dân địa phương ở đây gọi là Ba Hang, gồm: Hang Cả, hang Hai, Hang Ba. Cả đi cả về đi hết 3 hang hết 2 tiếng",
              "avatarHistory": "",
              "imgHistory": "",
              "videoHistory": "TCBD_HIS_1.mp4"
            },
            {
              "idHistoryStory": "TCBD_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Đến Tam Cốc, cảnh vật mỗi mùa mỗi vẻ và mùa nào cũng có nét thú vị riêng. Vào mùa xuân, hai bên sông là cánh đồng lúa xanh biếc, đến tháng Tư âm lịch, ruộng lúa lại ngả màu vàng óng. Còn vào mùa hè, du khách được thưởng thức hương sen thơm ngát giữa vùng nước non. Du ngoạn trên dòng Ngô Giang, du khách còn được nghe người dân địa phương kể những câu chuyện lịch sử, những sự tích gắn với tên gọi của từng mỏm núi, vách đá. Nhiều cái tên độc đáo được đặt cho các ngọn núi dựa theo hình dáng của chúng như mỏm Kim Quy (hình con rùa), núi Hàm Rồng (hình dáng đầu rồng)...",
              "avatarHistory": "",
              "imgHistory": "TCBD_HIS_2.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "TCBD_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "Lênh đênh trên thuyền, du khách không chỉ được chiêm ngưỡng những dãy núi đá muôn hình kỳ thú mà còn được quan sát những loài thủy sinh sinh động dưới làn nước. Nước trong nhìn rất rõ những cây tóc tiên và rong nước như san hô. Nhưng có lẽ điều hấp dẫn với du khách nhất vẫn là hang động. Chị Nguyên cho biết: Động thứ nhất có tên gọi là Hang Cả, có chiều dài 127m, lòng hang rộng 20m. Khi đi vào trong hang, ngay ngoài cửa hang có rất nhiều các nhũ đá, có những nhũ đá giống như hình mây bay và có những nhũ đá suốt ngày đêm có nước nhỏ xuống thánh thót, được ví như bầu sữa mẹ. Điểm đặc biệt ở hang này đó là từ ngoài nhìn vào hang rất tối, nhưng càng đi sâu vào bên trong lại càng sáng, vẫn thấy đường đi",
              "avatarHistory": "",
              "imgHistory": "TCBD_HIS_3.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "TCBD_CUL_1",
              "titleCulture": "Ninh Bình: Gia tăng giá trị văn hóa lịch sử Khu du lịch Tam Cốc - Bích Động",
              "contentCulture": "Khu du lịch Tam Cốc - Bích Động nằm trên địa bàn xã Ninh Hải, huyện Hoa Lư. Nơi đây nổi tiếng với cảnh quan thiên nhiên hùng vĩ, nên thơ, với hệ thống các hang động, núi đá vôi và cánh đồng lúa đã được tôn vinh đẹp nhất Việt Nam. Không gian đậm chất văn hóa lịch sử nơi đây còn gắn liền với tín ngưỡng dân gian thờ Thánh Quý Minh Đại Vương. Trong đó, tại cửa hang 3 Tam Cốc còn lưu giữ 01 bệ đá thờ đức Thánh từ hàng nghìn năm qua, nay được phục dựng một ngôi đền theo kiến trúc truyền thống của người Việt",
              "imgCulture": "TCBD_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "TCBD_CUL_2",
              "titleCulture": "",
              "contentCulture": "Theo thần tích và truyền thuyết dân gian, Đức Thánh Quý Minh Đại vương là một vị tướng tài thời vua Hùng Duệ Vương tức đời Vua Hùng thứ XVIII, có công trấn giữ vùng chiêm trũng ải Nam Sơn, giữ yên bờ cõi, bảo vệ đất nước. Ngài là một trong ba vị tướng đã được dân gian phong Thánh, cùng với Đức Thánh Tản Viên, Đức Thánh Cao Sơn. Được các triều Vua qua nhiều triều đại ban chiếu sắc phong và trở thành vị Thành hoàng làng linh ứng trong tâm thức dân gian. Đặc biệt, vào thế kỷ thứ X thời kỳ Nhà nước Đại Cồ Việt, các triều đại vua Đinh, vua Lê đã mượn uy danh của Đức Thánh để trấn trạch kinh thành phía Nam trong văn hóa Hoa Lư tứ trấn.",
              "imgCulture": "TCBD_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "TCBD_CUL_3",
              "titleCulture": "",
              "contentCulture": "Việc tôn tạo, phục dựng và bảo tồn, phát huy giá trị các di tích lịch sử văn hóa ở Tam Cốc, giúp du khách tham quan không chỉ cảm nhận vẻ đẹp thiên nhiên, mà còn hiểu thêm về chiều sâu văn hóa Ninh Bình, nét tín ngưỡng dân gian độc đáo cùng truyền thống yêu nước của dân tộc Việt, tạo động lực để chính quyền, người dân và doanh nghiệp tiếp tục xây dựng thương hiệu du lịch Ninh Bình ngày càng lan tỏa rộng rãi hơn đến với bạn bè bốn phương",
              "imgCulture": "TCBD_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "TCBD_DISH_1",
              "nameDish": "Thịt dê núi tái chanh",
              "addressDish": "Nhà hàng Đất Sét: Số 19 đường 3, P. Đông Thành, TP. Ninh Bình",
              "imgDish": "TCBD_DISH_1.jpg",
              "dishIntroduction": "Thịt dê núi ở Ninh Bình ngon hơn các loại thịt dê khác nhờ việc dê được chăn thả tự nhiên trên các ngọn núi đá, nguồn thức ăn tự nhiên và thường xuyên vận động nên thịt ngon, săn chắc. Thịt dê sau khi làm sạch sẽ được thái mỏng còn nguyên lớp da, sau đó chần sơ qua nước sôi cho tái và thêm nước cốt chanh, riềng, tỏi, lá chanh vào, khi ăn chấm với tương bần. Bạn sẽ cảm nhận được thịt dê dai ngon, vị chua của chanh và các gia vị hòa quyện khiến bạn ăn mãi không ngừng"
            },
            {
              "idDish": "TCBD_DISH_2",
              "nameDish": "Cá chuối nướng",
              "addressDish": "Nhà sàn Vân Long: Gia Vân, huyện Gia Viễn, Ninh Bình",
              "imgDish": "TCBD_DISH_2.jpg",
              "dishIntroduction": "Cá chuối nướng cũng là món ăn ngon, đặc sản của Ninh Bình không thể bỏ qua. Cá chuối được chọn để nướng là cá có thân hình tròn, chắc thịt vừa mới bắt được. Cá sau khi làm sạch thì không cần tẩm ướp gì hết, chỉ đem đi nướng để giữ nguyên hương vị tự nhiên nhất của thịt cá. Khi ăn sẽ ăn kèm với bún, rau sống, bánh tráng và chấm nước chấm nữa là hoàn hảo"
            },
            {
              "idDish": "TCBD_DISH_3",
              "nameDish": "Bún mọc Kim Sơn",
              "addressDish": "Bún mọc Tố Như: Đường Quang Thiện, Kim Sơn, Ninh Bình",
              "imgDish": "TCBD_DISH_3.jpg",
              "dishIntroduction": "Bún mọc là món ăn sáng thích hợp dành cho những ngày đi du lịch chưa biết ăn gì tại Ninh Bình. Sợi bún trắng trẻo, dẻo ăn cùng với những viên mọc giòn dai. Đặc biệt nước dùng được nêm nếm đậm đà vừa khẩu vị, ăn cùng với giá, rau húng, kinh giới,..."
            },
            {
              "idDish": "TCBD_DISH_4",
              "nameDish": "Xôi trứng kiến",
              "addressDish": "Thị trấn Nho Quan, huyện Nho Quan, Ninh Bình",
              "imgDish": "TCBD_DISH_4.jpg",
              "dishIntroduction": "Một món ăn sáng không thể bỏ qua nữa khi bạn có dịp ghé thăm Ninh Bình đó là món xôi trứng kiến độc lạ mà hiếm nơi nào có được. Trứng kiến non sau khi lấy về được ở những vùng núi đá vôi Nho Quan, Ninh Bình thì sẽ được rửa sạch sơ sau đó ướp gia vị và đem đi xào chín để cho lên xôi. Chỉ cần nếm một muỗng xôi trứng kiến thôi là bạn đã mê mẩn món ăn này với hương vị béo thơm của mỡ hành, trứng kiến thì bùi bùi lạ miệng và xôi nếp dẻo mịn"
            }
          ],
          "comment": []
        },
        {
          "idTourist": "QTDTTA",
          "nameTourist": "Quần thể danh thắng Tràng An",
          "typeTourist": "N",
          "address": "Thuộc địa phận thôn Khê Đầu Hạ, xã Ninh Xuân, Hoa Lư, Ninh Bình",
          "ticket": "Có thể đi theo tour",
          "imgTourist": "img_QTDTTA_1.jpg",
          "touristIntroduction": "Khu du lịch Tràng An hay còn gọi là quần thể danh thắng Tràng An, nằm ở cực nam đồng bằng châu thổ sông Hồng, thành phố Ninh Bình cách Hà Nội khoảng 90 km về phía đông nam. Một khu vực hòa lẫn giữa thiên nhiên và văn hóa, với ba khu là khu di tích lịch sử văn hóa tâm linh Cố đô Hoa Lư, núi chùa Bái Ðính, khu Danh thắng Tràng An, Tam Cốc - Bích Ðộng và rừng nguyên sinh đặc dụng Hoa Lư. Danh thắng Tràng An Ninh Bình không chỉ có giá trị về mặt cảnh quan du lịch mà còn về địa chất, địa mạo khảo cổ, nên đã được UNESCO vinh danh công nhận là Di sản Văn hóa và thiên nhiên Thế giới.",
          "rightTime": "tháng 1, 3 AL",
          "history": [
            {
              "idHistoryStory": "QTDTTA_HIS_1",
              "titleStoryStory": "",
              "contentStoryStory": "Tràng An được ví như một Hạ Long trên cạn với vẻ đẹp tráng lệ được tạo nên bởi hệ thống núi đá muôn hình vạn trạng soi bóng xuống những dòng suối nhỏ quanh co, uốn lượn nối liền các hang động và thung lũng hoang sơ. Vẻ hài hòa của đá, sông nước, rừng cây và bầu trời ở Tràng An tạo nên một thế giới tự nhiên sống động đầy quyến rũ. Nơi đây còn là nơi bảo tồn và chứa đựng nhiều hệ sinh thái rừng ngập nước, rừng trên núi đá vôi, các di chỉ khảo cổ học và các di tích lịch sử văn hóa đặc sắc.",
              "avatarHistory": "",
              "imgHistory": "QTDTTA_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "QTDTTA_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Ngoài tuyến du lịch đường bộ có chiều dài 1,6km qua ba đèo liền nhau là đèo Cậy, đèo Vài và đèo đền Trần, đến với khu du lịch sinh thái Tràng An, du khách còn có thể lựa chọn tuyến du lịch đường thủy kết hợp leo núi theo một lộ trình khép kín. Xuất phát từ bến thuyền trung tâm với điểm dừng chân đầu tiên là đền Trình, tiếp theo du khách ngồi thuyền qua các hang Địa Linh, hang Tối, hang Sáng, hang Nấu Rượu rồi lên bờ và leo gần 500 bậc đá để vào dâng hương tại đền Trần. Sau đó, du khách xuống thuyền đi qua hang Sính, hang Si, hang Ba Giọt, hang Seo, hang Sơn Dương và lên thăm phủ Khống, rồi tiếp tục lộ trình đến hang Khống, hang Trần, hang Quy Hậu và trở về điểm xuất phát, kết thúc chuyến đi.",
              "avatarHistory": "",
              "imgHistory": "QTDTTA_HIS_2.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "QTDTTA_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "Cùng với khu du lịch sinh thái Tràng An, khu du lịch Tam Cốc-Bích Động là một trong những khu  hấp dẫn của tỉnh Ninh Bình. Tam Cốc nghĩa là 3 hang, gồm hang Cả, hang Hai và hang Ba. Đến với Tam Cốc, du khách sẽ được ngồi thuyền tham quan, ngắm cảnh trời, mây, sông nước, núi non hùng vĩ. Mỗi mùa một vẻ, Tam Cốc luôn quyến rũ du khách đến chiêm ngưỡng vẻ đẹp mà tạo hóa đã ban tặng cho nơi đây. Bích Động, nghĩa là động xanh, được mệnh danh là Nam thiên đệ nhị động. Bích Động cùng chùa Bích Động là tác phẩm nghệ thuật cổ kính, trang nghiêm của con người hòa nhập trong khung cảnh thiên nhiên tươi xanh, tĩnh lặng, góp thêm cho bức tranh toàn cảnh của Quần thể danh thắng Tràng An được hoàn mỹ.",
              "avatarHistory": "",
              "imgHistory": "QTDTTA_HIS_3.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "QTDTTA_CUL_1",
              "titleCulture": "",
              "contentCulture": "Văn hóa Tràng An là một nền văn hóa cổ ở Việt Nam, hình thành từ thời kỳ đồ đá cũ cách nay khoảng 25 ngàn năm. Tràng An là tên một địa danh ở Ninh Bình, nơi đầu tiên tìm ra những di chỉ của nền văn hóa này. Đến nay đã có khoảng 30 địa điểm thuộc nền văn hóa Tràng An đã được phát hiện.[1]",
              "imgCulture": "QTDTTA_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "QTDTTA_CUL_2",
              "titleCulture": "",
              "contentCulture": "Trong giai đoạn đầu và giữa, Văn hóa Tràng An có trình độ chỉ ở mức thời kỳ đồ đá của người tiền sử. Đến thời kỳ cuối (7.000 - 4000 năm trước) thì xuất hiện đồ gốm, cho thấy trình độ của cư dân đã thoát khỏi thời kỳ chỉ biết chế tác đồ đá.",
              "imgCulture": "QTDTTA_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "QTDTTA_CUL_3",
              "titleCulture": "",
              "contentCulture": "Khu vực Quần thể danh thắng Tràng An ở Ninh Bình có hơn 30 di tích khảo cổ học thời tiền sử đã được phát hiện, kết quả nhiều cuộc nghiên cứu của các chuyên gia khảo cổ học cho thấy dấu ấn của người tiền sử thích nghi với biến cố lớn về môi trường, cảnh quan ít nhất là từ khoảng 23.000 năm TCN đến nay, một số nền văn hóa tiền sử đã tiến hóa liên tục ở khu vực này, từ thời đại đồ đá cũ qua thời đại đồ đá mới đến thời đại đồ đồng và đồ sắt... Với những giá trị về văn hóa và thiên nhiên mang tính nổi bật toàn cầu, Tràng An được UNESCO vinh danh trở thành khu di sản thế giới kép đầu tiên ở Việt Nam và khu vực Đông Nam Á.[2][3]",
              "imgCulture": "QTDTTA_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "QTDTTA_DISH_1",
              "nameDish": "Bún chả quạt",
              "addressDish": "Nhà hàng Tình Mai - Số 7 Phạm Hồng Thái, Thanh Bình, Ninh Bình",
              "imgDish": "QTDTTA_DISH_1.jpeg",
              "dishIntroduction": "Muốn ăn bún chả quạt ngon, đúng vị thì không nên bỏ qua món ăn này khi ghé qua mảnh đất cố đô Ninh Bình nhé! Bún chả quạt với thịt băm được tẩm ướp vừa ăn, nướng thành một miếng to cháy xém ở cạnh, khi ăn sẽ không bị khô mà mềm mại, thơm ngon. Ăn kèm với rau sống, đồ chua, nước mắm tỏi ớt chua ngọt nữa là hoàn hảo."
            },
            {
              "idDish": "QTDTTA_DISH_2",
              "nameDish": "Cơm cháy ruốc",
              "addressDish": "Cơm cháy Khải Hoa: 465 Trần Hưng Đạo, Ninh Khánh, Ninh Bình",
              "imgDish": "QTDTTA_DISH_2.jpg",
              "dishIntroduction": "Cơm cháy ruốc được biết đến là một trong những đặc sản của Ninh Bình, đây là món ăn hấp dẫn và được nhiều người thưởng thức khi đến với Ninh Bình. Phần cơm cháy vàng giòn, hương thơm ngào ngạt hòa cùng phần ruốc được chế biến kỹ càng, đậm vị, thêm vào đó là ít hành lá được phi thơm,... Tất cả đã quyện cùng nhau tạo nên một món ăn chơi được nhiều người yêu thích"
            },
            {
              "idDish": "QTDTTA_DISH_3",
              "nameDish": "Nem chua Yên Mạc",
              "addressDish": "Nhà hàng Đất Sét: Nhà thi đấu tỉnh Ninh Bình, phố 11, phường Đông Thành, Ninh Bình",
              "imgDish": "QTDTTA_DISH_3.jpg",
              "dishIntroduction": "Đây được biết đến là một đặc sản được nhiều người lựa chọn làm quà cho gia đình và người thân khi đến Ninh Bình. Nem chua ở đây được chế biến một cách cầu kỳ và tỉ mỉ từ phần chọn lựa nguyên liệu phải là thịt nạc tươi có độ săn được tẩm ướp gia vị theo đúng tỷ lệ kết hợp cùng là vị chát, bùi là lá ổi đã tạo nên một sự kết hợp tuyệt vời, kích thích vị giác khi thưởng thức"
            },
            {
              "idDish": "QTDTTA_DISH_4",
              "nameDish": "Ốc núi Ninh Bình",
              "addressDish": "Chợ Rồng Ninh Bình: Vân Giang, Thanh bình, Ninh Bình",
              "imgDish": "QTDTTA_DISH_4.jpg",
              "dishIntroduction": "Ốc núi nơi đây được nhiều người yêu thích bởi thịt ốc núi dai, giòn và có độ ngọt tự nhiên. Phần ốc được người dân chế biến một cách cẩn thận thành những món ăn hấp dẫn và rất riêng. Đến với Ninh Bình bạn nên mua ốc núi nơi đây để làm quà cho người thân và gia đình để mọi người có thể cảm nhận được hương vị ốc rất riêng của vùng đất Ninh Bình."
            }
          ],
          "comment": []
        }
      ]
    },
    {
      "idProvines": "4",
      "nameProvines": "Bắc Kạn",
      "touristAttraction": [
        {
          "idTourist": "HBB",
          "nameTourist": "Hồ Ba Bể",
          "typeTourist": "N",
          "address": "Nam Mẫu, Ba Bể, Bắc Kạn",
          "ticket": "Miễn phí",
          "imgTourist": "img_HBB_1.jpg",
          "touristIntroduction": "Ba Bể là một trong những hồ nước ngọt lớn nhất thế giới và cũng là hồ nước ngọt thiên nhiên lớn nhất của Việt Nam, nằm trong vườn Quốc gia Ba Bể – nơi được công nhận là khu du lịch quốc gia Việt Nam. Hồ thuộc xã Nam Mẫu, huyện Ba Bể, tỉnh Bắc Kạn, và chỉ cách Hà Nội 230 km",
          "rightTime": "tháng 2, 3, 4, 9, 10",
          "history": [
            {
              "idHistoryStory": "HBB_HIS_1",
              "titleStoryStory": "Lịch sử kiến tạo hồ Ba Bể",
              "contentStoryStory": "Hồ Ba Bể là hồ nước ngọt nằm giữa hai huyện Ba Bể, Chợ Đồn thuộc tỉnh Bắc Kạn. Hồ dài 8km, rộng 3km, nằm trên độ cao 145m so với mặt nước biển và được hình thành từ cách đây hơn 200 triệu năm. Bao quanh hồ là những dãy núi đá vôi cổ có niên đại hơn 450 triệu năm. Nơi đây được công nhận là khu du lịch quốc gia Việt Nam.",
              "avatarHistory": "HBB_HIS_AVT_1.jpg",
              "imgHistory": "HBB_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "HBB_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Theo tiếng địa phương, hồ Ba Bể là “Slam Pé” (ba hồ), là tên gọi chung của 3 hồ thông nhau gồm Pé Lầm, Pé Lù và Pé Lèng. Hồ Ba Bể được hình thành cách đây hơn 200 triệu năm, do cuộc kiến tạo lục địa Đông Nam Á cuối kỷ Camri đã đưa một khối nước khổng lồ với bề mặt xấp xỉ 5 triệu m2 và chiều dày hơn 30m lên lưng chừng vùng núi đá vôi, tạo ra hồ Ba Bể.",
              "avatarHistory": "",
              "imgHistory": "HBB_HIS_2.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "HBB_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "Giá trị lớn nhất của Hồ Ba Bể là cảnh quan địa chất độc đáo. Theo các nhà địa chất của Viện địa chất Việt Nam và Hội địa chất Bỉ đã khẳng định, đá vôi tại vùng hồ Ba Bể có niên đại 450 triệu năm và là đá vôi cổ có đặc điểm kiến tạo rất đặc biệt. Bởi trong quá trình biến đổi địa chất, đá vôi ở khu vực này đã biến thành những mảng đá hoa cương. Cùng với đó, đáy hồ Ba Bể có một lớp đất sét dày tới 200m bịt kín, chính địa tầng sét này không cho nước thoát xuống và hồ được hình thành.",
              "avatarHistory": "",
              "imgHistory": "HBB_HIS_3.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "HBB_CUL_1",
              "titleCulture": "Nét văn hóa đặc sắc của cư dân vùng hồ Ba Bể",
              "contentCulture": "Vườn quốc gia Ba Bể, tỉnh Bắc Kạn là một vùng nguyên sơ mà những ồn ào của thế giới hiện đại chưa thực sựlen lỏi đến được. Ba Bể đẹp ở khung cảnh tĩnh lặng, ở màu xanh bạt ngàn của hệ sinh thái rừng hồ, ở những nét văn hóa đặc sắc rất riêng của các dân tộc vùng hồ Ba Bể.",
              "imgCulture": "HBB_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "HBB_CUL_2",
              "titleCulture": "Nhóm dân tộc Tày và Nùng",
              "contentCulture": " Người Tày và Nùng thuộc chung ngữ hệ Tày - Thái và có nhiều nét tương đồng về văn hoá. Theo truyền thống, cả người Tày và người Nùng xây dựng nhà sàn của mình bằng 4 đến 7 hàng cột đỡ, tạo thành hai khu vực rõ rệt, phần bên trên sàn làm nơi tiếp khách, bếp đun và nơi ở.Phần dưới gầm sàn làm nơi cất giữ nông cụ và chuồng nuôi gia súc, gia cầm. Thông thường, mái nhà sàn có kết cấu hai mái hoặc bốn mái được làm bằng rạ, lá cọ. Kiểu nhà sàn được lợp bằng ngói rất phổ biến ở Ba Bể mặc dù hiện nay nhiều đình gia đã có sự cách tân khi xây nhà trực tiếp lên nền đất.",
              "imgCulture": "HBB_CUL_2.png",
              "videoCulture": ""
            },
            {
              "idCulture": "HBB_CUL_3",
              "titleCulture": "Nhóm dân tộc Dao và Mông",
              "contentCulture": "Tộc người Mông và người Dao thuộc cùng một nhóm ngữ hệ, do vậy có nhiều nét tương đồng về văn hoá. Trong khu vực vườn quốc gia Ba Bể, họ thường sống trên núi cao, chủ yếu canh tác nông nghiệp trên diện tích đất dốc được khai hoang trước đây, tuy nhiên vẫn dựa vào các nguồn tài nguyên rừng để hỗ trợ cho sinh hoạt hàng ngày của họ.",
              "imgCulture": "HBB_CUL_3.png",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "HBB_DISH_1",
              "nameDish": "Bánh ngải",
              "addressDish": "Chợ phiên xã Nghĩa Tá, huyện Chợ Đồn, tỉnh Bắc Kạn",
              "imgDish": "HBB_DISH_1.jpg",
              "dishIntroduction": "Bánh ngải là một món đặc sản vô cùng nổi tiếng ở Bắc Kạn. Những nguyên liệu làm bánh ngải đều được chọn từ những nguyên liệu hoàn toàn tự nhiên, được chọn lựa vô cùng kỹ càng và quá trình làm bánh ngải đều rất kỳ công"
            },
            {
              "idDish": "HBB_DISH_2",
              "nameDish": "Bánh coóc mò",
              "addressDish": "Chợ Bắc Kạn, đường Thành Công, phường Phùng Chí Kiên, thành phố Bắc Kạn",
              "imgDish": "HBB_DISH_2.jpg",
              "dishIntroduction": "Nếu đến Bắc Kạn, các bạn đừng ngần ngại mà hãy thử hết những món bánh ở đây và đặc biệt là bánh coóc mò. Đây là bánh của người dân tộc Tày, bánh có hình dạng như những chiếc sừng trâu nên từ đó đã có tên gọi như thế"
            },
            {
              "idDish": "HBB_DISH_3",
              "nameDish": "Bánh trứng kiến",
              "addressDish": "Nhà hàng Tú Thủy, thị trấn Phủ Thông, huyện Bạch Thông, tỉnh Bắc Kạn",
              "imgDish": "HBB_DISH_3.jpg",
              "dishIntroduction": "Món bánh trứng kiến vô cùng độc đáo là một trong những đặc sản rất nổi tiếng ở Bắc Kạn. Nhiều bạn khi nghe tên sẽ cảm thấy lo lắng về món bánh này, nhưng khi thưởng thức thì sẽ vô cùng bất ngờ vì món bánh vô cùng thơm ngon và đặc biệt này"
            },
            {
              "idDish": "HBB_DISH_4",
              "nameDish": "Tôm chua Ba Bể",
              "addressDish": " Chợ phiên Khang Ninh, xã Khang Ninh, huyện Ba Bể, tỉnh Bắc Kạn",
              "imgDish": "HBB_DISH_4.jpg",
              "dishIntroduction": "Tôm chua Ba Bể là một món ăn vô cùng thơm ngon, dân dã và mang hương vị vô cùng thơm ngon và độc đáo ở Bắc Kạn. Chính vì những điều đó, khi đến nơi đây du khách thường hay mua về làm quà cho người thân, bạn bè."
            }
          ],
          "comment": []
        },
        {
          "idTourist": "DP",
          "nameTourist": "Động Puông",
          "typeTourist": "N",
          "address": "Khang Ninh, Ba Bể, Bắc Kạn",
          "ticket": "Miễn phí",
          "imgTourist": "img_DP_1.jpg",
          "touristIntroduction": "Nầm bên dòng sông Năng lặng lẽ, Động Puông là địa điểm check - in ở Bắc Kạn khiến bao tín đồ xê dịch say đắm. Nơi này được hình thành nhờ dòng chảy của sông Năng qua lòng núi đá vôi Lũng Nham. Vì vậy, hang động tự nhiên này có rất nhiều khối thạch nhũ hình dáng độc đáo chạy dọc theo đoạn sông dài khoảng 300m",
          "rightTime": "tháng 8, 9, 10",
          "history": [
            {
              "idHistoryStory": "DP_HIS_1",
              "titleStoryStory": "Phát hiện di tích người tiền sử ở Động Puông, Bắc Kạn",
              "contentStoryStory": "Gần 100 di vật khảo cổ minh chứng cư trú của người tiền sử, niên đại cách ngày nay khoảng 8.000 - 9.000 năm",
              "avatarHistory": "DP_HIS_AVT_1.jpg",
              "imgHistory": "DP_HIS_AVT_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "DP_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Kết quả bước đầu cho thấy, dấu tích của người nguyên thuỷ tìm thấy hầu như khắp khu vực hang với gần 100 di vật khảo cổ, chủ yếu là đồ đá và đồ xương. Trong hố đào đã phát hiện được dấu tích của 2 bếp cổ trong tầng văn hóa. Chưa phát hiện được dấu tích mộ táng",
              "avatarHistory": "",
              "imgHistory": "DP_HIS_2.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "DP_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "Tất cả công cụ đá đều được chế tác từ những viên cuội sông suối, mang đặc trưng công cụ văn hoá Hòa Bình như công cụ hình bầu dục, rìu ngắn, công cụ chặt thô, nạo thô, công cụ gần hình đĩa. Các chày nghiền và nhiều công cụ mảnh tước bằng đá được tạo tác bằng kỹ thuật ghè đẽo còn thô sơ. Riêng loại công cụ hình bầu dục và rìu ngắn được tu chỉnh phần rìa lưỡi khá cẩn thận. Chưa tìm thấy công cụ có dấu mài và bàn mài.",
              "avatarHistory": "",
              "imgHistory": "",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "DP_CUL_1",
              "titleCulture": "Khám phá Động Puông với vẻ đẹp huyền bí",
              "contentCulture": "Theo tour hồ Ba Bể từ Hà Nội để đến với Động Puông, bạn sẽ phải ngồi trên chiếc thuyền, đi qua sông Năng. Từ xa, bạn thấy cửa động rất nhỏ, nhưng khi lại gần bạn sẽ không khỏi choáng ngợp về sự bí hiểm, hùng vĩ hiện ra trước mắt",
              "imgCulture": "DP_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "DP_CUL_2",
              "titleCulture": "",
              "contentCulture": "Phong cảnh động Puông vẫn còn giữ được nét nguyên sơ ban đầu với sự kích thích khám phá điều bí ẩn. Bước vào bên trong động, du khách bắt gặp nhiều dải thạch nhũ mang hình thù kỳ lạ, phong phú màu sắc. Chúng rủ bóng soi xuống dòng nước khiến không gian trở nên lung linh.",
              "imgCulture": "",
              "videoCulture": ""
            },
            {
              "idCulture": "DP_CUL_3",
              "titleCulture": "",
              "contentCulture": "Hội địa chất người Việt Nam và Bỉ đã phối hợp, cùng nhau nghiên cứu địa chất những lớp đá tại Động Puông, Bắc Kạn. Họ đã phát hiện ra hiện tượng cực kỳ độc đáo, hiếm thấy, chính là chỗ đá vôi chuyển hóa thành loại đá hoa cương giá trị. Di chuyển càng sâu, lòng động sẽ càng tối và bạn cần có đèn pin dẫn lối. Đây là nơi hàng vạn con dơi sinh sống nên bạn đừng giật mình hay sợ hãi nếu thấy chúng nháo nhác ở trên nóc động",
              "imgCulture": "DP_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "DP_DISH_1",
              "nameDish": "Mứt mận",
              "addressDish": "Chợ Đức Xuân, Trần Hưng Đạo, phường Đức Xuân, thành phố Bắc Kạn",
              "imgDish": "DP_DISH_1.jpg",
              "dishIntroduction": "Mứt mận là một đặc sản vô cùng nổi tiếng ở Bắc Kạn và mang hương vị vô cùng thơm ngon và đặc trưng. Mứt mận được làm từ những nguyên liệu vô cùng thơm ngon, tự chọn, được chọn từ những quả mận to, giòn để tạo nên mứt thật dẻo dai"
            },
            {
              "idDish": "DP_DISH_2",
              "nameDish": "Quýt Quang Thuận",
              "addressDish": "TL 257, xã Quang Thuận, huyện Bạch Thông, tỉnh Bắc Kạn",
              "imgDish": "DP_DISH_2.jpg",
              "dishIntroduction": "Một đặc sản khác mà khi đến Bắc Kạn các bạn không thể nào bỏ qua được đó là quýt Quang Thuận. Quả quýt dẹt, vỏ vàng tươi thơm mùi tinh dầu vô cùng đặc trưng cùng với đó là múi bên trong mọng nước cùng với vị ngọt tự nhiên"
            },
            {
              "idDish": "DP_DISH_3",
              "nameDish": "Lạp sườn hun khói",
              "addressDish": "HTX Nhung Lũy, xã Yến Dương, huyện Ba Bể, tỉnh Bắc Kạn",
              "imgDish": "DP_DISH_3.jpg",
              "dishIntroduction": "Lạp sườn hun khói là một đặc sản vô cùng nổi tiếng ở Bắc Kạn. Để tạo nên hương vị đậm đà, thơm ngon cho lạp sườn người làm đã phải dùng thịt lớn bản mới mổ xong, vừa chắc vừa thơm. Từ đó, tạo nên hương vị vô cùng đặc trưng cho món ăn"
            },
            {
              "idDish": "DP_DISH_4",
              "nameDish": "Bánh trời",
              "addressDish": "Bản Nản, xã Khang Ninh, huyện Ba Bể, tỉnh Bắc Kạn",
              "imgDish": "DP_DISH_4.jpg",
              "dishIntroduction": "Bánh trời, một món ăn với tên vô cùng độc đáo nhưng có hương vị vô cùng thơm ngon. Có lẽ tên gọi là bánh trời xuất phát từ việc nguyên liệu làm bánh sử dụng những nguyên liệu của đất trời như là gạo nếp, lá chè mạn. Bánh có hình dạng viên nhỏ và hương vị vô cùng đặc trưng cho nơi đây"
            }
          ],
          "comment": []
        }
      ]
    },
    {
      "idProvines": "52",
      "nameProvines": "Sơn La",
      "touristAttraction": [
        {
          "idTourist": "CNMC",
          "nameTourist": "Cao nguyên Mộc Châu",
          "typeTourist": "N",
          "address": "Hua Păng, Mộc Châu, Sơn La",
          "ticket": "Miễn phí",
          "imgTourist": "img_CNMC_1.jpg",
          "touristIntroduction": "Mộc Châu là mảnh đất lành, mang một vẻ đẹp bình dị, mộc mạc, đậm nét đặc trưng của vùng núi phía Tây Bắc. Được xem là điểm đến thu hút nhất tỉnh bởi vẻ đẹp đáo, điểm chụp ảnh đẹp tại Sơn La. Đây là vùng đất bạn có thể đến bất kỳ mùa nào trong năm đều được, vì mỗi mùa ở Mộc Châu lại có một sức hấp dẫn riêng. Tuy nhiên, mùa Mộc châu đón nhiều khách du lịch nhất là vào khoảng những tháng cuối đông đến đầu xuân.",
          "rightTime": "tháng 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12",
          "history": [
            {
              "idHistoryStory": "CNMC_HIS_1",
              "titleStoryStory": "",
              "contentStoryStory": "Từ thời Vua Hùng dựng nước, Mộc Châu thuộc bộ Tân Hưng- một trong 15 bộ của nước Văn Lang. Trải qua hàng ngàn năm với nhiều triều đại, Mộc Châu thuộc nhiều châu, đạo, quận khác nhau, Theo Dư địa chí của Nguyễn Trãi, vùng đất này có trung tâm ở khu vực xã Mường Sang ngày nay, có tên cổ là Mường Mok (sương mù). Đến đời Lê (TK XV), chính thức có tên là Châu Mộc thuộc huyện Thanh Xuyên, phủ Gia Hưng, xứ Hưng Hóa. Đến giữa thế kỉ XIX, nhà Nguyễn chính thức đổi tên Châu Mộc thành Mộc Châu, thuộc tỉnh Hưng Hóa và chia đất Mộc Châu thành nhiều mường nhỏ là tiền thân của các xã hiện nay, trung tâm của Mộc Châu đặt tại bản Nà Ngà, xã Mường Sang. Từ Năm 1904, toàn quyền Đông Dương đặt Mộc Châu là một huyện thuộc tỉnh Sơn La.",
              "avatarHistory": "CNMC_HIS_AVT_1.jpg",
              "imgHistory": "CNMC_HIS_1.jpg",
              "videoHistory": "CNMC_HIS_1.mp4"
            }
          ],
          "culture": [
            {
              "idCulture": "CNMC_CUL_1",
              "titleCulture": "",
              "contentCulture": "Huyện Mộc Châu, tỉnh Sơn La là vùng đất giao thoa của nhiều sắc màu văn hóa với 12 dân tộc anh em cùng sinh sống hòa thuận, mỗi dân tộc mang một bản sắc văn hoá riêng, thể hiện qua phong tục, tập quán,  trang phục, các lễ hội lâu đời, phương thức canh tác, ẩm thực... bức tranh văn hoá đa dạng và lung linh sắc màu của cộng đồng các dân tộc anh em nơi đây, là một lợi thế để Mộc Châu phát triển ngành công nghiệp không khói.",
              "imgCulture": "CNMC_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "CNMC_CUL_2",
              "titleCulture": "",
              "contentCulture": "Cùng đó, thiên nhiên ban tặng Mộc Châu nhiều cảnh đẹp như thung lũng mận Nà Ka, Rừng thông Bản Áng, thác Dải Yếm, đỉnh Pha Luông, Ngũ động bản Ôn cùng nhiều di tích lịch sử văn hóa nổi tiếng với 2 di tích cấp quốc gia (Hang Dơi, Đồn Mộc Lỵ) và 11 di tích cấp tỉnh…Từ những lợi thế địa phương, ở Mộc Châu phát triển loại hình du lịch cộng đồng gắn kết với nền tảng văn hoá truyền thống.",
              "imgCulture": "",
              "videoCulture": ""
            },
            {
              "idCulture": "CNMC_CUL_3",
              "titleCulture": "",
              "contentCulture": "Các mô hình du lịch được chính quyền địa phương và người dân tập trung khai thác như: Mô hình du lịch cộng đồng, du lịch nông nghiệp; xây dựng các bản du lịch cộng đồng như bản Áng (xã Đông Sang); các điểm du lịch cộng đồng tại bản Dọi 1 (xã Tân Lập); bản Vặt (xã Mường Sang); bản Tà Số (xã Chiềng Hắc). Chủ trương phát triển các loại hình du lịch này đang giúp bảo tồn và phát huy giá trị văn hóa truyền thống, góp phần tích cực vào chuyển dịch cơ cấu lao động, xóa đói giảm nghèo.",
              "imgCulture": "CNMC_CUL_3.png",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "CNMC_DISH_1",
              "nameDish": "Cá nướng Pa Pỉnh Tộp",
              "addressDish": "Nhà hàng Đông Hải: Trần Huy Liệu, TT. Mộc Châu, Mộc Châu, Sơn La.",
              "imgDish": "CNMC_DISH_1.jpg",
              "dishIntroduction": "Món ăn này được bắt nguồn từ dân tộc Thái. Cá được bắt từ sông nên thịt rất chắc, sau khi bắt lên thì được ướp với các loại rau rừng, hạt mắc khén thêm một chút sả, gừng để mất đi vị tanh rồi nướng lên. Một món ăn tuy vô cùng dân dã nhưng sẽ khiến bạn nhớ mãi không quên hương vị đặc trưng của nó."
            },
            {
              "idDish": "CNMC_DISH_2",
              "nameDish": "Bê chao",
              "addressDish": "Nhà hàng Xuân Bắc 181: QL6, Phiêng Luông, Mộc Châu, Sơn La.",
              "imgDish": "CNMC_DISH_2.jpg",
              "dishIntroduction": "Đây là món ăn được nhiều du khách lựa chọn thưởng thức khi đến Mộc Châu. Thịt bê sau khi được làm sạch và cắt thành những miếng vừa ăn thì được chiên qua một chảo dầu nóng. Thịt bê chiên xong để nguội và chấm cùng với chao mang đến hương vị béo ngậy, ngọt, mọng nước và thơm lừng."
            },
            {
              "idDish": "CNMC_DISH_3",
              "nameDish": "Thịt trâu nấu lá lồm",
              "addressDish": "Nhà hàng 75: 34 Tô Hiệu, TT. Mộc Châu, Mộc Châu, Sơn La.",
              "imgDish": "CNMC_DISH_3.jpg",
              "dishIntroduction": "Đây là một món ăn có cách chế biến vô cùng cầu kỳ. Thịt trâu phải lựa phần gân, phần thịt bụng và có một chút phần da, nấu cùng với lá lồm - một loại lá đặc trưng của vùng Tây Bắc. Vị chua của lá lồm khi nấu cùng thịt trâu sẽ lấn át đi vị ngậy của thịt trâu. Sự kết hợp của 2 nguyên liệu này tạo nên một món ăn vừa độc đáo vừa hấp dẫn vô cùng."
            },
            {
              "idDish": "CNMC_DISH_4",
              "nameDish": "Thịt lợn muối chua",
              "addressDish": "Nhà hàng Châu Mộc Quán: 198 Trần Huy Liệu, TT. Mộc Châu, Mộc Châu, Sơn La.",
              "imgDish": "CNMC_DISH_4.jpg",
              "dishIntroduction": "Thịt lợn muối chua là món ăn đặc sản của người dân tộc Dao. Món này được làm chủ yếu từ thịt lợn ba chỉ, ướp với muối và trộn với cơm nguội để có vị lên men tự nhiên. Thịt được ướp càng lâu thì vị mặn càng thấm sâu vào từng thớ thịt."
            }
          ],
          "comment": []
        },
        {
          "idTourist": "TX",
          "nameTourist": "Thiên đường săn mây Tà Xùa",
          "typeTourist": "N",
          "address": "Tà Xùa là một xã thuộc huyện Bắc Yên, tỉnh Sơn La, cách 210km với Hà Nội.",
          "ticket": "Miễn phí",
          "imgTourist": "img_TX_1.jpg",
          "touristIntroduction": "Nếu muốn trở thành một trong những tay săn mây chuyên nghiệp thì không nên bỏ qua Tà Xùa. Tà Xùa được mệnh danh là thiên đường mây ở Việt Nam, vì thế những năm gần đây đã thu hút khá đông bạn trẻ.",
          "rightTime": "tháng 12, 1, 2",
          "history": [
            {
              "idHistoryStory": "TX_HIS_1",
              "titleStoryStory": "",
              "contentStoryStory": "Xã Tà Xùa được thành lập tháng 9/1953 thuộc huyện Phù Yên, tỉnh Sơn La. Từ 5/1955 đến 10/1962, thuộc châu Phù Yên, Khu tự trị Thái – Mèo. Từ 10/1962 đến 8/1964, thuộc huyện Phù Yên, tỉnh Nghĩa Lộ, Khu tự trị Tây Bắc. Từ 8/1964 đến 12/1975, thuộc huyện Bắc Yên, tỉnh Nghĩa Lộ, Khu tự trị Tây Bắc. Từ 1/1976 đến nay, thuộc huyện Bắc Yên, tỉnh Sơn La.",
              "avatarHistory": "TX_HIS_AVT_1.jpg",
              "imgHistory": "TX_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "TX_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Tháng 4/1965, chi bộ xã được thành lập, có 3 đảng viên, đồng chí Lầu A Tếnh làm bí thư chi bộ. Tháng 01/2000, Đảng bộ xã được thành lập. Từ ngày thành lập đến nay đã qua 12 kỳ đại hội chi bộ và 3 kỳ đại hội Đảng bộ xã. Hiện nay Đảng bộ xã có 19 chi bộ trực thuộc, 108 đảng viên.",
              "avatarHistory": "",
              "imgHistory": "TX_HIS_2.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [],
          "specialtyDish": [
            {
              "idDish": "TX_DISH_1",
              "nameDish": "Chè Tà Xùa",
              "addressDish": "Sơn La",
              "imgDish": "TX_DISH_1.jpg",
              "dishIntroduction": "Rót trà vào chiếc ấm chén xinh xắn của Bát Tràng, chắc chắn bạn sẽ cảm nhận được hương thơm sảng khoái của Trà Tà Xùa. Chè Tà Xùa có mùi giống chè Thái Nguyên nhưng hương vị thì không lẫn vào đâu được. Chỉ cần 1 ngụm, bạn trải nghiệm vị đắng ban đầu. Một lúc sau, vị đắng sẽ chuyển thành vị ngọt và ngấm vào cổ họng."
            },
            {
              "idDish": "TX_DISH_2",
              "nameDish": "Pa pỉnh tộp",
              "addressDish": "Sơn La",
              "imgDish": "TX_DISH_2.jpg",
              "dishIntroduction": "Pa Pỉnh Tộp là món cá nướng. Món ăn này cần có nhiều loại gia vị như tần bì, gừng, sả, ớt tươi, rau mùi, rau thơm, hành tươi, húng quế. Cá được tuyển chọn kỹ càng. Chẳng hạn, cá chép cần có trọng lượng khoảng 2-4 lạng và thường được nuôi trong ao hoặc sông. Cá được xẻ dọc sống lưng, để nguyên nội tạng. Mổ bỏ mật cá, nhồi gia vị vào bụng cá trước khi gập làm đôi và luồn qua vòng miệng."
            },
            {
              "idDish": "TX_DISH_3",
              "nameDish": "Thịt trâu gác bếp",
              "addressDish": "Sơn La",
              "imgDish": "TX_DISH_3.jpg",
              "dishIntroduction": "Một món ăn phổ biến khác của Tà Xùa là thịt trâu khô. Phơi khô thực phẩm là phương pháp bảo quản phổ biến của người Thái, và thịt trâu khô là món ngon nổi tiếng ở đây. Tuy nhiên, không phải lúc nào người Thái cũng làm được thịt trâu khô. Chỉ trong dịp Tết hoặc các lễ cúng lớn, khi nhà mổ trâu, người ta mới để lại một ít để làm món ăn này."
            },
            {
              "idDish": "TX_DISH_4",
              "nameDish": "Cháo mắc nhung",
              "addressDish": "Sơn La",
              "imgDish": "TX_DISH_4.jpg",
              "dishIntroduction": "Cháo mắc nhung (hay còn gọi là cháo đắng Phú Yên) được chế biến từ loại quả xanh, cùng họ với cà chua, nhưng kích thước nhỏ hơn và có vị ngọt, đắng. Sau khi thu hái và rửa sạch, người ta trộn với gạo tấm, gừng, sả. Hỗn hợp này sau đó được bọc trong lá chuối trước khi chôn trong tro bếp nóng. Món ăn sẽ hoàn thành sau 30 phút và có vị cay, đắng, ngọt rất hợp với xôi."
            }
          ],
          "comment": []
        }
      ]
    },
    {
      "idProvines": "38",
      "nameProvines": "Lào Cai",
      "touristAttraction": [
        {
          "idTourist": "XYT",
          "nameTourist": "Xã Y Tý",
          "typeTourist": "N",
          "address": "xã Y Tý, huyện Bát Xát, tỉnh Lào Cai",
          "ticket": "Miễn phí",
          "imgTourist": "img_XYT_1.jpg",
          "touristIntroduction": "Nằm trên độ cao 2000m so với mực nước biển, xã Y Tý là một trong những địa điểm check-in tuyệt nhất hiện nay, bên cạnh Sapa. Không hề thua chị kém em, Y Tý sở hữu nhiều khung cảnh hoang sơ khiến người ta phải động lòng, đi kèm nhiều hoạt động camping, trekking,... hấp dẫn.",
          "rightTime": "tháng 4, 5 8, 9, 10",
          "history": [
            {
              "idHistoryStory": "XYT_HIS_1",
              "titleStoryStory": "",
              "contentStoryStory": "Lào Cai là một vùng đất cổ, diện mạo địa hình được hình thành cách nay 50-60 triệu năm, trong đợt tạo sơn cuối cùng, vỏ trái đất vặn mình, đứt gãy. Hơn vạn năm trước, con người đã có mặt tại địa bàn tại đây[cần dẫn nguồn]. Tổ tiên người bản địa Lào Cai nay hồi đó cư trú khá tập trung ở các dải đồi ven sông Hồng, sông Chảy, các cửa ngòi Mi, ngòi Nhù. Các chủ nhân văn hóa Hòa Bình ở Lào Cai đã biết làm nông nghiệp [14]. Trong buổi đầu các bộ tộc xác định ranh giới chủ quyền, thời Hùng Vương thuộc Tân Hưng[cần dẫn nguồn], là một trong 15 bộ của Nhà nước Văn Lang. Thời Âu Lạc thì vùng phía đông và phía nam Lào Cai thuộc bộ lạc Tây Vu[cần dẫn nguồn], còn một phần đất phía tây và phía bắc Lào Cai hiện nay thuộc phạm vi của các bộ lạc nhỏ hơn không chịu thuần phục Lạc Việt[cần dẫn nguồn].",
              "avatarHistory": "XYT_HIS_AVT_1.jpg",
              "imgHistory": "XYT_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "XYT_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Thời Bắc thuộc, ban đầu là địa phận thuộc huyện Tây Vu[cần dẫn nguồn], quận Giao Chỉ. Sau này thuộc là quận Tân Hưng, đất Giao Châu (thời Tây Tấn), sau là đất châu Đan Đường[cần dẫn nguồn], Chu Quý[cần dẫn nguồn] thuộc Giao Chỉ (thời Tùy), tiếp đổi Lâm Tây châu, Đức Hóa châu[cần dẫn nguồn] thuộc phủ An Nam (thời Đường, 679)",
              "avatarHistory": "XYT_HIS_2.jpg",
              "imgHistory": "XYT_HIS_2.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "XYT_CUL_1",
              "titleCulture": "",
              "contentCulture": "Đến đây du khách sẽ được chiêm ngưỡng cảnh sắc thiên nhiên hùng vĩ, những bản làng người Hà Nhì ẩn hiện trong sương mù mờ ảo và những thửa ruộng bậc thang đẹp kỳ vỹ đến mê lòng. Đặc biệt, những điểm độc đáo trong văn hóa của người Hà Nhì đen Y Tý là một nét riêng lôi cuốn của vùng đất này.",
              "imgCulture": "",
              "videoCulture": "XYT_CUL_1.mp4"
            },
            {
              "idCulture": "XYT_CUL_2",
              "titleCulture": "",
              "contentCulture": "Xuất phát từ trung tâm huyện Bát Xát, sau gần 3 tiếng đồng hồ bạn sẽ có mặt ở Y Tý - thiên đường của mây để hít hà bầu không khí trong lành, ngắm bản làng bình yên trong sương mù mờ ảo, hay thấp thoáng ẩn hiện bên những thửa ruộng bậc thang kỳ vỹ. Và đặc biệt nơi đây còn in dấu những nét văn hóa độc đáo của người Hà Nhì đen, một trong những dân tộc ít người trong cộng đồng các dân tộc Việt Nam.",
              "imgCulture": "XYT_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "XYT_CUL_3",
              "titleCulture": "",
              "contentCulture": "Y Tý thuộc xã vùng cao biên giới phía Bắc của huyện Bát Xát, tỉnh Lào Cai. Xã có 16 thôn, bản thì 8 thôn, bản là người Hà Nhì đen sinh sống, tương đương 54,2% dân số. Sống trên vùng núi đá có độ cao trên 2.000m.",
              "imgCulture": "XYT_HIS_2.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "XYT_DISH_1",
              "nameDish": "Gạo Séng Cù",
              "addressDish": "xã Y Tý, huyện Bát Xát, tỉnh Lào Cai",
              "imgDish": "XYT_DISH_1.jpg",
              "dishIntroduction": "Gạo Séng Cù là một loại gạo nổi tiếng, nó được đánh giá có độ dẻo và thơm hơn so với những loại gạo thông thường. Gạo Séng Cù là sản phẩm được trồng tại hai huyện Bát Xát và Mường Khương. Tuy nhiên gạo Séng Cù trồng tại Mường Khương được khách hàng đánh giá cao về chất lượng, hương vị."
            },
            {
              "idDish": "XYT_DISH_2",
              "nameDish": "Nấm hương rừng Y Tý",
              "addressDish": "xã Y Tý, huyện Bát Xát, tỉnh Lào Cai",
              "imgDish": "XYT_DISH_2.jpg",
              "dishIntroduction": "Món ăn tiếp theo chính là nấm hương rừng Y Tý. Nấm hương rừng thường sẽ xuất hiện vào khoảng tháng 4, tháng 5, thời gian này nấm hương được đánh giá là ngon và có mùi thơm. Người dân thường sẽ lên núi hái nấm và mang ra bán tại chợ phiên."
            },
            {
              "idDish": "XYT_DISH_3",
              "nameDish": "Bia Hà Nhì",
              "addressDish": "xã Y Tý, huyện Bát Xát, tỉnh Lào Cai",
              "imgDish": "XYT_DISH_3.jpg",
              "dishIntroduction": "Nếu đến Y Tý vào mùa hè thì bạn nên trải nghiệm thử một cốc bia Hà Nhì nổi tiếng nhé. Bia Hà Nhì được làm chủ yếu từ men gạo, người dân sẽ đồ xôi lên rồi để nguội, sau đó trộn với men và ủ từ 15 đến 20 ngày. Tiếp đó họ sẽ đổ nước đun sôi vào và chắt ra cất vào can, lọ để sử dụng dần. Bia Hà Nhì có mùi thơm, uống rất ngon và cũng không dễ say nên bạn hoàn toàn có thể yên tâm."
            },
            {
              "idDish": "XYT_DISH_4",
              "nameDish": "Thịt lợn cắp nách",
              "addressDish": "xã Y Tý, huyện Bát Xát, tỉnh Lào Cai",
              "imgDish": "XYT_DISH_4.jpg",
              "dishIntroduction": "Thịt lợn cắp nách là 1 trong những món ăn đặc sản Y Tý bạn nhất định phải thử khi tới du lịch. Sở dĩ có tên gọi là lợn cắp nách vì loài lợn này rất nhỏ, người dân thường cắp vào nách để mang đi bán hoặc chế biến,… Thịt lợn cắp nách có thể chế biến thành nhiều món ăn ngon như: lợn quay cả con, lợn nướng, lợn xào, giả cầy,… Chúng tôi tin rằng khi bạn ăn thử món thịt lợn cắp nách này sẽ nhớ mãi hương vị thơm ngon, béo ngậy của miếng thịt."
            }
          ],
          "comment": []
        },
        {
          "idTourist": "TPSP",
          "nameTourist": "Sa Pa",
          "typeTourist": "SP",
          "address": "tỉnh Lào Cai",
          "ticket": "Miễn phí",
          "imgTourist": "img_TPSP_1.jpg",
          "touristIntroduction": "Dĩ nhiên đã đến Lào Cai, chúng ta nhất định phải ghé qua SaPa một lần! Dù đã qua rất nhiều năm tháng, thủ phủ sương mù vẫn giữ nguyên sức quyến rũ kỳ lạ của mình. Nằm trên độ cao 1500m - 1800m so với mực nước biển, SaPa vừa sở hữu rừng nguyên sinh hoang dã, vừa có những công trình du lịch hiện đại, nên thơ, các resort, khách sạn đẳng cấp và cả những bản làng cổ xưa.",
          "rightTime": "tháng 3, 4, 5, 9, 10, 11",
          "history": [
            {
              "idHistoryStory": "TPSP_HIS_1",
              "titleStoryStory": "",
              "contentStoryStory": "Ngược dòng quá khứ, tìm hiểu nguồn gốc hình thành của khu du lịch Sa Pa. Vào cuối năm 1903, đoàn thám hiểm của sở Địa lý Đông Dương sau nhiều ngày khảo sát đã phát hiện cảnh quan cao nguyên Lồ Suối Tủng và làng Sa Pả. Đoàn đặt tên Cao trạm khu vực là Sa Pa. Đây được coi là mốc hình thành khu du lịch Sa Pa (Trước đây người dân địa phương vẫn gọi khu vực này là Sa Pả, theo tiếng của người địa phương, Sa Pả có nghĩa là “bãi cát”, nhưng do người phương tây phát âm không có dấu nên mới gọi là Sa Pa). Nhận thấy vẻ đẹp của cảnh quan thiên nhiên, khí hậu trong lành mát mẻ, người Pháp sớm có ý định xây dựng Sa Pa thành một trạm nghỉ dưỡng. Năm 1905 một đoàn khảo sát người Pháp đã tổ chức thám hiểm và đặt được mốc tiêu trên đỉnh Fansipan. Ngày 2-6-1909, Chánh sứ Lao Kay (tên cũ của tỉnh Lào Cai) trình Thống sứ Bắc Kỳ đề nghị thành lập khu điều dưỡng trên cao trạm Sa Pa. Tiếp theo đó là hàng loạt các mốc thời gian đánh dấu quá trình phát triển của Sa Pa:",
              "avatarHistory": "TPSP_HIS_AVT_1.jpg",
              "imgHistory": "TPSP_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "TPSP_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "- Năm 1909 -1912: Mở tuyến đường đi bộ nối nối Lào Cai với Sa Pa, đến năm 1924 mở rộng thành đường ô tô, năm 1930 tuyến đường này và các đường nội thị ở Sa Pa được giải nhựa.",
              "avatarHistory": "",
              "imgHistory": "",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "TPSP_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "- Năm 1912: Khách sạn Tào sứ quy mô lớn được xây dựng. Hàng loạt đồn điền, công sở, cơ sở hạ tầng ở trung tâm Sa Pa được hình thành.",
              "avatarHistory": "",
              "imgHistory": "",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "TPSP_HIS_4",
              "titleStoryStory": "",
              "contentStoryStory": "- Năm 1915: Thành lập trạm khí tượng Sa Pa, nhằm cung cấp số liệu nghiên cứu đầu tiên về khí hậu khu vực trong mạng khí tượng thủy văn quốc tế, năm 1958, Ba Lan giúp ta xây dựng và trang thiết bị lại thành Trạm vật lý địa cầu Sa Pa.",
              "avatarHistory": "",
              "imgHistory": "TPSP_HIS_4.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "TPSP_CUL_1",
              "titleCulture": "Lễ hội tết nhảy Sa Pa",
              "contentCulture": "Tết nhảy là ngày lễ hội truyền thống của đồng bào dân tộc thiểu số người Dao đỏ Tả Van tại Sapa. Tùy theo mỗi dòng họ dân tộc nơi đây, lễ hội sẽ được tổ chức vào ngày mùng 1 hoặc mùng 2 Tết. Khi lễ hội truyền thống Sapa này được tổ chức, những gia đình trong họ sẽ tập trung về nhà trưởng họ.",
              "imgCulture": "TPSP_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "TPSP_CUL_2",
              "titleCulture": "Lễ hội Gầu Tào Sa Pa",
              "contentCulture": "Lễ hội Gầu Tào Sapa là lễ hội truyền thống của đồng bào dân tộc H’Mông tại Sapa. Theo truyền thống của người dân nơi đây, khi gia đình không có con, hoặc sinh con một bề, có người đau ốm, làm ăn không tốt, họ sẽ lên Gầu Tào để cầu khấn sự ban ơn từ thần linh. Khi những điều mà người dân cầu khấn thành hiện thực, người ta sẽ làm lễ Gầu Tào tạ ơn",
              "imgCulture": "TPSP_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "TPSP_CUL_3",
              "titleCulture": "Lễ hội ROÓNG POỌC ở Sa Pa",
              "contentCulture": "Nếu bạn có dịp đến thăm thị trấn Sapa vào những ngày đầu xuân, trùng đúng ngày Thìn tháng Giêng, du khách sẽ được tham gia vào hội Roóng Poọc Sapa của người Giáy ở Tả Van. Mục đích của lễ hội truyền thống Sapa này là để cầu cho một năm mưa thuận gió hòa, bản làng bình yên, thu về mùa màng bội thu.",
              "imgCulture": "TPSP_HIS_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "TPSP_DISH_1",
              "nameDish": "Cốn Sủi",
              "addressDish": "Cốn Sủi Ông Há: 436 Đường Điện Biên Phủ, TT. Sa Pa, Sa Pa, Lào Cai",
              "imgDish": "TPSP_DISH_1.jpg",
              "dishIntroduction": "Cốn sủi được làm từ sợi phở mềm như phở Hà Nội, ăn cùng với nước sốt đặc sệt, thơm lừng. Bên trên lớp bánh phở là mỳ bằng củ rong hoặc khoai lang rang giòn cùng nhiều gia vị, thịt bò, thịt lợn thái sợi, 1/4 quả trứng, rắc thêm chút tiêu và đậu phộng len trên cùng."
            },
            {
              "idDish": "TPSP_DISH_2",
              "nameDish": "Cá hồi vân Sapa",
              "addressDish": "Nhà Hàng A Phủ: 15 Fansipan, thị trấn Sa Pa, tỉnh Lào Cai.",
              "imgDish": "TPSP_DISH_2.jpeg",
              "dishIntroduction": "Với kiểu khí hậu ôn đới, Sapa sở hữu điều kiện lý tưởng để nuôi loài cá đặc biệt này. Những ai đã từng nếm qua cá hồi Sapa sẽ đều mê thích sự săn chắc trong từng thớ thịt, không có mỡ, màu sắc hồng tươi bắt mắt, và dĩ nhiên là vị mềm và béo ngọt đặc trưng. Cá hồi được chế biến theo nhiều cách khác nhau như sashimi, chiên xù, hấp, nấu lẩu, làm gỏi,…"
            },
            {
              "idDish": "TPSP_DISH_3",
              "nameDish": "Cá suối chiên, nướng",
              "addressDish": "Nhà hàng Chapa: 40 Cầu Mây, thị trấn Sa Pa, tỉnh Lào Cai.",
              "imgDish": "TPSP_DISH_3.jpg",
              "dishIntroduction": "Mang kích cỡ khiêm tốn chỉ cỡ một ngón tay, song cá suối lại có vị ngọt thịt đặc trưng và không hề bị tanh. Để có được loại cá này, người ta chỉ có cách bắt ngoài tự nhiên chứ không thể nuôi như cá hồi. Nhưng nhờ vậy mà các món ăn từ thứ cá này sẽ luôn hấp dẫn và mang đến hương vị khó cưỡng. Cá có thể được tẩm ướp rồi chiên giòn, hoặc nướng chấm kèm mắm pha tỏi ớt rất hợp vị."
            },
            {
              "idDish": "TPSP_DISH_4",
              "nameDish": "Thịt gà đen",
              "addressDish": "Nhà hàng Red Dao: 4B Thác Bạc, thị trấn Sa Pa, tỉnh Lào Cai",
              "imgDish": "TPSP_DISH_4.jpg",
              "dishIntroduction": "Gà đen là loại gà thường tìm thấy ở nhiều thôn bản vùng núi, thường được tẩm ướp với mật ong do bà con mang từ rừng về rồi đem đi nướng cho chín. Món ăn này ăn ngon nhất là khi chấm với muối tiêu chanh hoặc mắc khén."
            }
          ],
          "comment": []
        }
      ]
    },
    {
      "idProvines": "24",
      "nameProvines": "Hà Nội",
      "touristAttraction": [
        {
          "idTourist": "HG",
          "nameTourist": "Hồ Gươm",
          "typeTourist": "TP",
          "address": "Phường Hàng Trống, quận Hoàn Kiếm, Hà Nội, còn Hồ Tây thuộc quận Tây Hồ, Hà Nội, cách Hồ Gươm 11km.",
          "ticket": "Miễn phí",
          "imgTourist": "img_HG_1.jpg",
          "touristIntroduction": "Hồ Hoàn Kiếm (chữ Nôm: 湖還劍 hoặc 還劍湖) còn được gọi là Hồ Gươm là một hồ nước ngọt tự nhiên nằm ở trung tâm thành phố Hà Nội. Hồ có diện tích khoảng 12 ha. Trước kia, hồ còn có các tên gọi là hồ Lục Thủy (vì nước có màu xanh quanh năm), hồ Thủy Quân (dùng để duyệt thủy binh), hồ Tả Vọng và Hữu Vọng (trong thời Lê mạt). Tên gọi Hoàn Kiếm xuất hiện vào đầu thế kỷ 15 gắn với truyền thuyết vua Lê Lợi trả lại gươm thần cho Rùa thần. Theo truyền thuyết, trong một lần vua Lê Thái Tổ dạo chơi trên thuyền, bỗng một con rùa vàng nổi lên mặt nước đòi nhà vua trả thanh gươm mà Long Vương cho mượn để đánh đuổi quân Minh xâm lược. Nhà vua liền trả gươm cho rùa thần và rùa lặn xuống nước biến mất. Từ đó hồ được lấy tên là hồ Hoàn Kiếm. Tên hồ còn được lấy để đặt cho một quận trung tâm của Hà Nội (quận Hoàn Kiếm) và là hồ nước duy nhất của quận này cho đến ngày nay. Hồ Hoàn Kiếm có vị trí kết nối giữa khu phố cổ gồm các phố Hàng Ngang, Hàng Đào, Cầu Gỗ, Lương Văn Can, Lò Sũ... với khu phố Tây do người Pháp quy hoạch cách đây hơn một thế kỷ là Bảo Khánh, Nhà thờ, Tràng Thi, Hàng Bài, Đinh Tiên Hoàng, Tràng Tiền, Hàng Khay, Bà Triệu",
          "rightTime": "tháng 8, 9, 10",
          "history": [
            {
              "idHistoryStory": "HG_HIS_1",
              "titleStoryStory": "",
              "contentStoryStory": "Cách đây khoảng 6 thế kỷ, dựa theo bản đồ thời Hồng Đức thì phần lớn xung quanh kinh thành khi ấy là nước. Hồ Hoàn Kiếm là một phân lưu sông Hồng chảy qua vị trí của các phố ngày nay như Hàng Đào, Hai Bà Trưng, Lý Thường Kiệt, Hàng Chuối. Tiếp đó đổ ra nhánh chính của sông Hồng [3]. Nơi rộng nhất phân lưu này hình thành nên hồ Hoàn Kiếm hiện nay. Thời Lê Trung Hưng (thế kỷ 16), khi chúa Trịnh cho chỉnh trang Hoàng thành Thăng Long để vua Lê ở đã đồng thời xây dựng phủ chúa riêng nằm ngay bên ngoài Hoàng thành. Phủ Chúa trở thành một cơ quan trung ương thời bấy giờ với những công trình kiến trúc xa hoa như lầu Ngũ Long (dùng để duyệt quân) nằm ở bờ Đông hồ Hoàn Kiếm, đình Tả Vọng trên đảo Ngọc Sơn. Năm 1728 Trịnh Giang cho đào hầm ở vị trí phía Nam hồ để xây dựng cung điện ngầm gọi là Thưởng Trì cung. Chúa Trịnh cho ngăn hồ lớn thành hồ Tả Vọng và Hữu Vọng. Hồ Hữu Vọng được dùng làm nơi duyệt quân thủy chiến của triều đình. Đến đời Tự Đức (1847-1883), hồ Hữu Vọng được gọi là hồ Thủy Quân, còn hồ Tả Vọng chính là hồ Hoàn Kiếm. Từ năm 1884, nhà nước bảo hộ Pháp cho lấp hồ Thủy Quân để xây dựng, mở mang Hà Nội.",
              "avatarHistory": "HG_HIS_AVT_1.jpg",
              "imgHistory": "HG_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "HG_HIS_2",
              "titleStoryStory": "Truyền thuyết Lê Lợi trả gươm Rùa thần",
              "contentStoryStory": "Sách Lam Sơn thực lục của Nguyễn Trãi có chép là: Khi ấy Lê Thái Tổ cùng người ở trại Mục sơn là Lê Thận cùng làm bạn keo sơn. Thận thường làm nghề quăng chài. Ở xứ vực Ma viện, đêm thấy đáy nước sáng như bó đuốc soi. Quăng chài suốt đêm, cá chẳng được gì cả. Chỉ được một mảnh sắt dài hơn một thước, đem về để vào chỗ tối. Một hôm Thận cúng giỗ (ngày chết của cha mẹ), nhà vua tới chơi nhà. Thấy chỗ tối có ánh sáng, nhận ra mảnh sắt, nhà vua bèn hỏi: - Mảnh sắt nào đây? Thận nói: - Đêm trước tôi quăng chài bắt được. Nhà vua nhân xin lấy. Thận liền cho ngay. Nhà vua đem về đánh sạch rỉ, mài cho sáng, thấy nó có chữ Thuận Thiên, cùng chữ Lợi.Lại một hôm, nhà vua ra ngoài cửa, thấy một cái chuôi gươm đã mài-dũa thành hình, nhà vua lạy trời khấn rằng: - Nếu quả là gươm trời cho, thì xin chuôi và lưỡi liền nhau! Bèn lấy mảnh sắt lắp vào trong chuôi, thành ra một chiếc gươm hoàn chỉnh. Tới hôm sau, hoàng hậu ra trông vườn cải, bỗng thấy bốn vết chân của người lớn, rất rộng, rất to. Hoàng hậu cả kinh, vào gọi nhà vua ra vườn, được quả ấn báu, lại có chữ Thuận Thiên (sau lấy chữ này làm niên hiệu) cùng chữ Lợi. Nhà vua thầm biết ấy là của trời cho, lòng lấy làm mừng, giấu giếm không nói ra. Truyền thuyết này được đưa vào nội dung sách giáo khoa của Việt Nam và được viết tiếp đoạn sau, nói về việc Lê Lợi dùng thanh gươm báu đó làm gươm chiến đấu, xông pha chém địch nhiều trận, đánh tới đâu thắng tới đó, cuối cùng đuổi quân Minh bỏ chạy về nước, Lê Lợi được tôn lên làm vua. Đầu năm 1428, Lê Thái Tổ cùng quần thần bơi thuyền ra hồ Tả Vọng. Nhận lệnh Long Quân, rùa nổi lên mặt nước.Theo lệnh vua, thuyền đi chậm lại. Đứng ở mạn thuyền, vua thấy lưỡi gươm bên người tự nhiên động đậy. Rùa tiến về thuyền vua và nói: - Xin bệ hạ hoàn gươm lại cho Long Quân! Vua nâng gươm hướng về phía Rùa Vàng. Nhanh như cắt, rùa há miệng đớp lấy thanh gươm và lặn xuống nước. Từ đó, hồ Tả Vọng bắt đầu mang tên là Hồ Gươm hay hồ Hoàn Kiếm",
              "avatarHistory": "HG_HIS_2.jpg",
              "imgHistory": "HG_HIS_2.jpg",
              "videoHistory": "HG_HIS_2.mp4"
            }
          ],
          "culture": [
            {
              "idCulture": "HG_CUL_1",
              "titleCulture": "Không gian văn hoá",
              "contentCulture": "Quả thực ít có địa danh nào ở Hà Nội lại có sự đan chồng của nhiều tầng, nhiều nét văn hoá như Hồ Gươm. Có tầng văn hoá phong kiến còn chút tàn dư và ngày càng nhỏ bé trong vô vàn các kiểu dáng kiến trúc hiện đại. Có tầng văn hoá thời Pháp thuộc với kiến trúc phong cách thuộc địa – Cái tên thì không hay nhưng kiến trúc thì rất đẹp. Và mới hơn là tầng văn hoá hiện tại với những kiến trúc hình hộp, đang cố gắng vươn mình để thể hiện một sức sống mới nhưng lại có cái gì đó chưa thật định hình…",
              "imgCulture": "HG_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "HG_CUL_2",
              "titleCulture": "Huyền thoại và biểu tượng",
              "contentCulture": "Là lá phổi của thành phố, một trong những ốc đảo hiếm hoi, nơi đây còn được xem là nơi hội tụ của huyền thoại và biểu tượng, một không gian phản chiếu những yếu tố tinh thần, tôn giáo, vừa linh thiêng huyền bí, vừa lãng mạn giàu chất thơ. Truyền thuyết về gươm báu và rùa thần vẫn không ngừng được nhắc đến và ngợi ca, hình ảnh cụ rùa già mỗi lần nổi lên mặt nước vẫn mang đến nhiều cảm xúc nhất đối với người Hà Nội. Được ví như là nghiên mực ẩn dụ, con mắt của một thành phố, nơi vừa được mô tả vừa được dựng xây, vừa được chiêm ngưỡng, vừa biết nhìn nhận… tất cả được tạo thành từ “bay xây và ngòi bút”, nơi đây diễn ra vô vàn các hoạt động xã hội, nơi hội tụ những kết tinh văn hoá, những gắn bó về tinh thần, thể hiện chất nền sâu thẳm của một nền văn hiến Thăng Long đã ngàn năm tuổi. Dù trong hay đục, dù cạn hay sâu, Hồ Gươm đều gắn bó mật thiết với kiến trúc, với lãnh thổ mà nó tạo nên. Đối với chúng ta, nó thể hiện được một cách hữu hình những nét tổng hợp đại diện cho nền văn hiến lâu đời của Hà Nội Đó là sự đơn giản, tự nhiên, cân bằng và tinh tế.",
              "imgCulture": "HG_CUL_2.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "HG_DISH_1",
              "nameDish": "Xôi vò chè hoa cau",
              "addressDish": "1 Bát Đàn, Quận Hoàn Kiếm, Hà Nội",
              "imgDish": "HG_DISH_1.jpg",
              "dishIntroduction": "Xôi vò chè hoa cau là một trong những món chay truyền thống nổi tiếng của người Hà Nội. Món ăn là sự kết hợp ngọt thanh của chè bột sắn, mùi hoa bưởi thơm thoảng và vị bùi béo từ xôi vò đậu xanh. Nếu bạn có dịp đến với Hà Nội thì hãy ngay thử món ăn nhẹ nhàng, thanh tao này nhé."
            },
            {
              "idDish": "HG_DISH_2",
              "nameDish": "Phở chay",
              "addressDish": "168 P. Lò Đúc, Đống Mác, Hai Bà Trưng, Hà Nội",
              "imgDish": "HG_DISH_2.jpg",
              "dishIntroduction": "Khi nhắc đến Hà Nội là mọi người sẽ nhắc ngay đến món phở truyền thống. Đặc biệt, món ăn này cũng có một phiên bản chay hấp dẫn không kém. Phở chay vẫn giữ được hương vị quế hồi đặc trưng của phở và mang vị ngọt thanh đạm từ rau củ."
            },
            {
              "idDish": "HG_DISH_3",
              "nameDish": "Phở bò",
              "addressDish": "49 Bát Đàn, Cửa Đông, quận Hoàn Kiếm, Hà Nội",
              "imgDish": "HG_DISH_3.jpg",
              "dishIntroduction": "Phở bò luôn là món ăn giữ vị trí số một trong những món ăn ngon nhất Hà Nội. Món ăn này được tạo nên bởi hương vị từ quế hồi cùng với nước dùng được hầm từ xương bò trong thời gian dài, tạo nên trải nghiệm ăn uống đầy thú vị và gây được ấn tượng mạnh đến với thực khách."
            },
            {
              "idDish": "HG_DISH_4",
              "nameDish": "Bún đậu mắm tôm",
              "addressDish": "49 N. Phất Lộc, Q. Hoàn Kiếm, Hà Nội",
              "imgDish": "HG_DISH_4.jpg",
              "dishIntroduction": "Một đặc sản khác ở Hà Nội đó chính là món bún đậu mắm tôm. Món ăn này đặc biệt bởi công thức chưng mắm tôm độc đáo không nơi nào có, điều này tạo ra một hương vị độc nhất và gây kích thích vị giác mạnh cho các thực khách."
            }
          ],
          "comment": []
        },
        {
          "idTourist": "QTBD",
          "nameTourist": "Quảng trường Ba Đình, Lăng Bác",
          "typeTourist": "TP",
          "address": "Hùng Vương, Điện Biên, Ba Đình, Hà Nội 11812.",
          "ticket": "Miễn phí",
          "imgTourist": "img_QTBD_1.jpg",
          "touristIntroduction": "Quảng trường Ba Đình là quảng trường lớn nhất Việt Nam, nằm trên đường Hùng Vương, quận Ba Đình và là nơi Lăng Chủ tịch Hồ Chí Minh được xây dựng. Quảng trường này còn là nơi ghi nhận nhiều dấu ấn quan trọng trong lịch sử Việt Nam, đặc biệt, vào ngày 2 tháng 9 năm 1945, Chủ tịch Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa Hồ Chí Minh đã đọc bản Tuyên ngôn độc lập khai sinh ra nước Việt Nam Dân chủ Cộng hòa. Quảng trường Ba Đình ngày nay có khuôn viên với chiều dài 320 m và rộng 100 m, có 210 ô cỏ (7 hàng dọc x 30 hàng ngang) trước đây là 240 ô nhưng sau cắt 1 hàng ngang nhằm phục vụ xây dựng toà nhà Quốc hội, xen giữa là lối đi rộng 1,4 m. Giữa quảng trường là cột cờ cao 25 m.[1] Đây là nơi diễn ra các cuộc diễu hành nhân dịp các ngày lễ lớn của Việt Nam, và cũng là một địa điểm tham quan, vui chơi, dạo mát của du khách và người dân Hà Nội.",
          "rightTime": "Cả năm",
          "history": [
            {
              "idHistoryStory": "QTBD_HIS_1",
              "titleStoryStory": "",
              "contentStoryStory": "Quảng trường Ba Đình là quảng trường quan trọng nhất Việt Nam, vì vậy hầu hết các cuộc diễu binh và diễu hành nhân các ngày lễ lớn của Việt Nam đều được tổ chức tại đây, trong đó có những sự kiện quan trọng sau:",
              "avatarHistory": "QTBD_HIS_1.jpg",
              "imgHistory": "QTBD_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "QTBD_HIS_2",
              "titleStoryStory": "Hồ Chí Minh đọc bản Tuyên ngôn độc lập",
              "contentStoryStory": "Ngày 2 tháng 9 năm 1945, Chủ tịch Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa Hồ Chí Minh đọc bản Tuyên ngôn độc lập khai sinh ra nước Việt Nam Dân chủ Cộng hòa.",
              "avatarHistory": "QTBD_HIS_2_1.jpg",
              "imgHistory": "QTBD_HIS_2.jpg",
              "videoHistory": "QTBD_HIS_2.mp4"
            },
            {
              "idHistoryStory": "QTBD_HIS_3",
              "titleStoryStory": "Cuộc duyệt binh đầu tiên của Quân đội Nhân dân Việt Nam",
              "contentStoryStory": "Ngày 1 tháng 1 năm 1955, người dân Hà Nội tham gia cuộc mít tinh và cuộc duyệt binh đầu tiên của Quân đội Nhân dân Việt Nam mừng Trung ương Đảng Lao động Việt Nam và Chính phủ Việt Nam Dân chủ Cộng hòa trở về Thủ đô.",
              "avatarHistory": "QTBD_HIS_3.jpg",
              "imgHistory": "QTBD_HIS_3.jpg",
              "videoHistory": "QTBD_HIS_3.mp4"
            }
          ],
          "culture": [
            {
              "idCulture": "HG_CUL_1",
              "titleCulture": "Thanh lịch, nho nhã",
              "contentCulture": "Nội dung bài viết không đi về tâm lý, tính cách của mỗi con người. Nó chỉ phân tích những đặc trưng cơ bản của người Hà Nội. Chắc hẳn bạn đã nghe qua câu nói: Chẳng thơm cũng thể hoa nhài, dẫu không thanh lịch cũng người Tràng An. Người Tràng An ở đây ám chỉ người Hà Nội. Không màu mè, phô trương, người Hà Nội chọn cho mình lối sống giản đơn, bình dị. Họ từ tốn, chậm rãi trong giao tiếp và hành xử. Không hấp tấp, vội vàng khi quyết định mọi thứ. Không quá lời khi nói: người Hà Nội ứng xử văn minh, nho nhã. Họ thể hiện tính thanh lịch trong lời ăn tiếng nói. Nhiều người cho rằng: liệu xã hội có đề cao thái tính cách người Hà Nội. Không đâu, đấy hoàn toàn là sự thật. Xã hội đã có nhiều thay đổi. Thế hệ trẻ ngày càng táo bạo trong nói năng và hành động. Các em không còn giữ được vẻ bình tĩnh, điềm đạm cho riêng mình. Một phần các em bị ảnh hưởng bởi lối sống hiện đại, một phần đến từ giáo dục gia đình.",
              "imgCulture": "HG_CUL_1.png",
              "videoCulture": ""
            },
            {
              "idCulture": "HG_CUL_2",
              "titleCulture": "Không ganh đua, đấu tranh thiệt hơn",
              "contentCulture": "Phải trải nghiệm nhiều năm ở Hà Nội, bạn mới thấu hiểu tính cách người Hà Nội. Những gia đình lâu đời ở Hà nội (từ 5 thế hệ trở lên), họ có nếp sống điển hình. Từ sinh hoạt gia đình, cư xử giữa các thành viên, cho đến nuôi dạy con cái. Cuộc sống người Hà Nội có phần bình an và chân thành. Họ không thích ganh đua, hay đấu tranh thiệt hơn. Dễ dàng cho qua những mâu thuẫn vụn vặt. Biết cách chấp nhận cuộc sống, mà không tìm cách luồn cúi. Trong công việc, người Hà Nội có tinh thần trách nhiệm. Giải quyết công việc có tình có lý. Họ không có thói quen đố kỵ, hay chèn ép người khác. Đây chính là yếu tố làm nên tính cách thanh lịch cho người Hà Nội. Người Hà Nội không quyết liệt trong công việc. Họ không cố đạt được chức tước, quyền lợi bằng mọi cách. Người Hà Nội cư xử tế nhị với những người xung quanh. Họ suy nghĩ mọi thứ theo đường thẳng. Nghĩa là: đơn giản, thẳng thắn và chân thành. Họ không suy nghĩ theo kiểu vòng vo, toan tính hay ấp ủ những ý định lâu dài. Người Hà Nội nghĩ sao sống vậy. Họ không bao giờ làm việc mờ ám sau lưng người khác.",
              "imgCulture": "HG_CUL_2.png",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "QTBD_DISH_1",
              "nameDish": "Xôi xéo Oanh Oanh",
              "addressDish": "573 La Thành, phường Thành Công, quận Ba Đình, Hà Nội",
              "imgDish": "QTBD_DISH_1.jpg",
              "dishIntroduction": "Suất xôi xéo tại Oanh Oanh cực chất lượng với phần xôi dẻo mềm được phủ đầy các topping thơm ngon như: Thịt nguội, chả lụa, chà bông,...và thấm đẫm phần nước sốt gia truyền mặn mặn, ngọt ngọt vừa ăn, vô cùng hấp dẫn."
            },
            {
              "idDish": "QTBD_DISH_2",
              "nameDish": "Bún ốc Lượng Béo",
              "addressDish": "12 ngõ 12 Đào Tấn, phường Cống Vị, quận Ba Đình, Hà Nội",
              "imgDish": "QTBD_DISH_2.jpg",
              "dishIntroduction": "Bước vào quán, bạn sẽ thấy ngay một bảng menu to với đa dạng các món bún khác nhau và được niêm yết giá rõ ràng nên bạn không phải lo ngại về vấn đề “chặt chém” đâu nhé. Bát bún ở đây khá đầy đặn, nước dùng chua thanh của vị giấm hòa cùng những miếng ốc tươi ngon, sần sần nhai cực đã."
            },
            {
              "idDish": "QTBD_DISH_3",
              "nameDish": "Mì vằn thắn, hủ tiếu Hưng Phát",
              "addressDish": "7 Điện Biên Phủ, phường Điện Biên, quận Ba Đình, Hà Nội",
              "imgDish": "QTBD_DISH_3.jpg",
              "dishIntroduction": "Quán có bãi đỗ xe rộng rãi, vị trí quán nằm ngay mặt tiền đường nên khá dễ tìm. Chất lượng món ăn tại quán được đánh giá rất cao, với nước dùng ngọt thanh từ xương hầm kết hợp cùng những nguyên liệu tươi ngon, được chọn lọc kỹ lưỡng giúp bạn có một buổi sáng no bụng và đầy năng lượng."
            },
            {
              "idDish": "QTBD_DISH_4",
              "nameDish": "Bún cá Văn",
              "addressDish": "174 Quán Thánh, phường Quán Thánh, quận Ba Đình, Hà Nội",
              "imgDish": "QTBD_DISH_4.jpg",
              "dishIntroduction": "Menu của quán cực đa dạng với các món ăn siêu chất lượng, nước dùng được nêm nếm rất vừa ăn, cá tươi ngon, thấm đều gia vị vừa đủ để thực khách cảm nhận được độ dai, ngọt tự nhiên của cá. Bát bún siêu nhiều, rau giá đầy đặn nên được rất nhiều thực khách yêu thích và ghé thăm nhiều lần."
            }
          ],
          "comment": []
        },
        {
          "idTourist": "PCHN",
          "nameTourist": "Phố cổ Hà Nội",
          "typeTourist": "TP",
          "address": "Phố cổ Hà Nội có phạm vi được định rõ từ phía Bắc ở phố Hàng Đậu; phía Tây thuộc phố Phùng Hưng; phía Nam gồm các phố Hàng Bông, Hàng Gai, Cầu Gỗ, Hàng Thùng; và phía Đông được giới hạn bởi đường Trần Quang Khải và đường Trần Nhật Duật.",
          "ticket": "Miễn phí",
          "imgTourist": "img_PCHN_1.jpg",
          "touristIntroduction": "Quảng trường Ba Đình là quảng trường lớn nhất Việt Nam, nằm trên đường Hùng Vương, quận Ba Đình và là nơi Lăng Chủ tịch Hồ Chí Minh được xây dựng. Quảng trường này còn là nơi ghi nhận nhiều dấu ấn quan trọng trong lịch sử Việt Nam, đặc biệt, vào ngày 2 tháng 9 năm 1945, Chủ tịch Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa Hồ Chí Minh đã đọc bản Tuyên ngôn độc lập khai sinh ra nước Việt Nam Dân chủ Cộng hòa. Quảng trường Ba Đình ngày nay có khuôn viên với chiều dài 320 m và rộng 100 m, có 210 ô cỏ (7 hàng dọc x 30 hàng ngang) trước đây là 240 ô nhưng sau cắt 1 hàng ngang nhằm phục vụ xây dựng toà nhà Quốc hội, xen giữa là lối đi rộng 1,4 m. Giữa quảng trường là cột cờ cao 25 m.[1] Đây là nơi diễn ra các cuộc diễu hành nhân dịp các ngày lễ lớn của Việt Nam, và cũng là một địa điểm tham quan, vui chơi, dạo mát của du khách và người dân Hà Nội.",
          "rightTime": "Cả năm",
          "history": [
            {
              "idHistoryStory": "PCHN_HIS_1",
              "titleStoryStory": "",
              "contentStoryStory": "Khu dân cư sinh hoạt và buôn bán sầm uất này đã được hình thành từ thời Lý - Trần, nằm ở phía đông của hoàng thành Thăng Long ra đến sát sông Hồng. Đầu đời đời Lê, trong sách Dư Địa Chí, Nguyễn Trãi cũng đã đề cập đến tên một số phường nghề tại đây. Dưới thời Lê, đặt phủ Phụng Thiên gồm hai huyện là Vĩnh Thuận và Thọ Xương, thì khu này nằm gọn trong bốn tổng Túc của huyện Thọ Xương là Tiền Túc, Hậu Túc, Tả Túc, Hữu Túc. Bên ngoài khu vực là vòng thành Đại La có trổ các cửa ô.",
              "avatarHistory": "PCHN_HIS_1.jpg",
              "imgHistory": "PCHN_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "PCHN_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Thời Lê, giữa khu này có một số đầm hồ, lớn nhất là hồ Thái Cực. Sông Tô Lịch nối với hào thành, các đầm hồ, thông với hồ Hoàn Kiếm và sông Hồng cũng ở khu vực này. Đến cuối thế kỉ 19 thì các sông hồ đó hoàn toàn bị lấp, nhưng vẫn còn để lại dấu tích qua các địa danh: Hà Khẩu, Giang Khẩu, Cầu Gỗ, Cầu Đông.",
              "avatarHistory": "PCHN_HIS_2.jpeg",
              "imgHistory": "PCHN_HIS_2.jpeg",
              "videoHistory": "HG_HIS_2.mp4"
            },
            {
              "idHistoryStory": "PCHN_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "Thời Lý - Trần, dân cư từ các làng quanh đồng bằng Bắc Bộ tụ tập về khu vực này sinh sống, tạo thành khu phố đông đúc nhất kinh thành. Đến đời Lê, dần dần đã có một số Hoa kiều buôn bán ở đây, hình thành nên các khu phố Tàu.",
              "avatarHistory": "PCHN_HIS_3.jpg",
              "imgHistory": "PCHN_HIS_3.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "PCHN_HIS_4",
              "titleStoryStory": "",
              "contentStoryStory": "Thời Pháp thuộc, sau khi lấp toàn bộ các đầm hồ, khu phố được chỉnh trang, người Ấn, người Pháp cũng đến đây buôn bán. Hai chợ nhỏ được giải tỏa để lập chợ Đồng Xuân, Đường ray xe điện Bờ hồ - Thụy Khuê cũng chạy xuyên qua đây.",
              "avatarHistory": "PCHN_HIS_4.jpg",
              "imgHistory": "PCHN_HIS_4.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "PCHN_HIS_5",
              "titleStoryStory": "",
              "contentStoryStory": "Cho đến nay, đây vẫn là khu buôn bán nhộn nhịp nhất của Hà Nội. Tuyến phố đi bộ cũng được mở tại đây.",
              "avatarHistory": "PCHN_HIS_5.jpg",
              "imgHistory": "PCHN_HIS_5.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "PCHN_CUL_1",
              "titleCulture": "Những giá trị quý",
              "contentCulture": "Khu phố cổ Hà Nội được biết đến với 36 phố phường, mỗi tên phố đều gắn với chữ “Hàng” đặc trưng và một nghề thủ công truyền thống do người dân bốn phương mang về khi di cư lên đất Kinh kỳ. Nghề kim hoàn phố Hàng Bạc do người dân Châu Khê (Hải Dương) và Đồng Xâm (Thái Bình) mang về, nghề gò thiếc phố Hàng Thiếc do người làng Phú Thứ (huyện Hoài Đức, Hà Tây, nay là Hà Nội) đưa về, nghề làm thuốc đông y do người làng Đa Ngưu (Hưng Yên) đưa về… Khu phố cổ là một hệ thống 121 di tích với đầy đủ các loại hình tôn giáo, tín ngưỡng như đình, đền, chùa, hội quán, nhà thờ Hồi giáo, miếu, am… cùng hơn 200 công trình nhà ở có giá trị đặc biệt. Có thể kể đến những di tích nổi tiếng như: Ngôi nhà cổ 87 Mã Mây, đình Đồng Lạc, đền Bạch Mã, đình Kim Ngân... Cùng với đó, Khu phố cổ Hà Nội chứa đựng các giá trị phi vật thể đa dạng, hấp dẫn, từ nếp sống sinh hoạt của người dân, văn hóa ẩm thực, nghệ thuật dân gian, lễ hội truyền thống… Từ những giá trị đó, Khu phố cổ Hà Nội đã được công nhận là Di tích lịch sử cấp quốc gia.",
              "imgCulture": "PCHN_CUL_1.jpeg",
              "videoCulture": ""
            },
            {
              "idCulture": "PCHN_CUL_2",
              "titleCulture": "Gìn giữ di sản trong tái thiết đô thị",
              "contentCulture": "Giữ gìn những giá trị quý được xác định là nhiệm vụ ưu tiên, do vậy công tác bảo tồn, tôn tạo, phát huy các giá trị di sản trong Khu phố cổ Hà Nội được quận Hoàn Kiếm quan tâm. Có thể kể tới việc giải phóng mặt bằng, trùng tu, tôn tạo 22 di tích, bảo tồn 24 nhà ở có giá trị, hoàn trả lại không gian kiến trúc cho di sản. Đề án phục dựng các lễ hội trong Khu phố cổ Hà Nội cho thấy nỗ lực của quận Hoàn Kiếm trong việc bảo tồn di sản văn hoá phi vật thể. Cụ thể, quận đã khôi phục 14 lễ hội, gồm 7 lễ hội cấp quận và 7 lễ hội cấp phường. Hệ thống hạ tầng kỹ thuật đô thị được đầu tư, cải tạo, chỉnh trang theo hướng văn minh, chất lượng cao. Đặc biệt, quận Hoàn Kiếm đã phát huy vai trò của nhân dân trong việc bảo vệ di sản văn hóa, xây dựng cơ chế hợp tác, chung tay giữa cộng đồng, doanh nghiệp và chính quyền trong quản lý, bảo tồn, phát huy giá trị di sản văn hóa.",
              "imgCulture": "PCHN_CUL_2.jpeg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "PCHN_DISH_1",
              "nameDish": "Bún chả Hàng Quạt",
              "addressDish": "Ngõ 74 Hàng Quạt, Hoàn Kiếm, Hà Nội",
              "imgDish": "PCHN_DISH_1.jpg",
              "dishIntroduction": "Bún chả là một trong những món ngon Hà Nội luôn hấp dẫn du khách. Cửa hàng bún chả phố Hàng Quạt ra đời từ rất lâu và hầu như lúc nào cũng tấp nập. Điểm nổi bật ở quán là món chả có hương vị riêng, thịt ba chỉ mềm, được tẩm ướp gia vị, hành tỏi và nước mắm đậm đà rồi nướng trên than hoa tạo nên mùi vị thơm quyến rũ."
            },
            {
              "idDish": "PCHN_DISH_2",
              "nameDish": "Chả Cá Lã Vọng món ăn ngon nức tiếng ở phố cổ Hà Nội",
              "addressDish": "14 Chả Cá, Hoàn Kiếm, Hà Nội",
              "imgDish": "PCHN_DISH_2.jpg",
              "dishIntroduction": "Với hơn 130 năm tuổi, Chả Cá Lã Vọng là một trong những địa chỉ ăn ngon ở phố cổ mà bạn nên một lần ghé qua để thưởng thức. Vị ngọt béo của miếng chả cá Lã Vọng quyện với mùi thơm của rau và mắm tôm khiến nhiều người thòm thèm, muốn ăn mãi không thôi."
            },
            {
              "idDish": "PCHN_DISH_3",
              "nameDish": "Bún ốc ngõ chợ Đồng Xuân",
              "addressDish": "Ngõ chợ Đồng Xuân, Hoàn Kiếm, Hà Nội",
              "imgDish": "PCHN_DISH_3.jpg",
              "dishIntroduction": "Mặc dù quán nhỏ lại nằm sâu trong ngõ chợ Đồng Xuân tuy nhiên nơi đây lại cực kỳ đông khách bởi hương vị thơm ngon, tròn vị. Mỗi bát bún ở đây có giá từ 30.000 đến 35.000đ và mở cửa từ 10h sáng đến 16h."
            },
            {
              "idDish": "PCHN_DISH_4",
              "nameDish": "Phở Bát Đàn",
              "addressDish": "49 Bát Đàn, Hoàn Kiếm, Hà Nội",
              "imgDish": "PCHN_DISH_4.jpg",
              "dishIntroduction": "Nói đến phở bò ngon thì những người sành ăn không thể không nhắc tới phở Bát Đàn. Tô phở Bát Đàn đặc trưng của phở bò Hà Nội nguyên gốc, thơm phức, béo ngậy đã tạo nên sức hấp dẫn không chỉ với người Hà Nội mà còn với thực khách gần xa, trong và ngoài nước tìm đến."
            }
          ],
          "comment": []
        }
      ]
    },
    {
      "idProvines": "49",
      "nameProvines": "Quảng Ninh",
      "touristAttraction": [
        {
          "idTourist": "VHL",
          "nameTourist": "Vịnh Hạ Long ",
          "typeTourist": "TP",
          "address": "Bờ Tây vịnh Bắc Bộ, thành phố Hạ Long, tỉnh Quảng Ninh",
          "ticket": "Miễn phí",
          "imgTourist": "img_VHL_1.jpg",
          "touristIntroduction": "Vịnh Hạ Long là một trong những địa điểm du lịch Quảng Ninh nổi tiếng nhất và còn là danh lam thắng cảnh thu hút nhiều du khách trong và ngoài nước. Nơi đây không chỉ được biết đến với cảnh sắc thiên nhiên tươi đẹp mà còn có nền ẩm thực đa dạng. Chính vì những lý do này mà Vịnh Hạ Long đã được UNESCO công nhận là di sản thiên nhiên thế giới vào năm 1994.",
          "rightTime": "Tháng 4, 6",
          "history": [
            {
              "idHistoryStory": "VHL_HIS_1",
              "titleStoryStory": "",
              "contentStoryStory": "Các kiến trúc đá vôi tuyệt đẹp sừng sững trên làn nước xanh ngọc bích, tỏa sáng của Vịnh Hạ Long là hình ảnh thể hiện rõ ràng nhất về một trong những kỳ quan thiên nhiên quý giá nhất thế giới. Cảm giác thanh bình và tĩnh lặng cùng những dãy núi rộng lớn dường như một bức màn chia cắt nơi đây với thế giới bên ngoài. Có lẽ đây là lý do tại sao một số nền văn minh sớm nhất của nhân loại đã trú ẩn trong các đảo đá vôi này. Có lẽ hơi ngạc nhiên, chỉ trong thế kỷ trước, chúng ta mới biết về những người Việt cổ định cư, những người đầu tiên gọi Vịnh Hạ Long là quê hương. Nhưng trong hàng nghìn năm, truyền thuyết và bí ẩn đã che phủ nguồn gốc của Vịnh Hạ Long.",
              "avatarHistory": "VHL_HIS_1.jpg",
              "imgHistory": "VHL_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "VHL_HIS_2",
              "titleStoryStory": "Bí ẩn và huyền thoại của Vịnh Hạ Long",
              "contentStoryStory": "Người ta nói rằng thời kỳ đầu trong lịch sử của Việt Nam, quốc gia non trẻ đã bị đe dọa bởi những kẻ xâm lược. Các vị thần muốn bảo vệ dân tộc Việt Nam nên đã cử một gia đình rồng đến giúp đỡ. Những con rồng này phun ra những viên đá quý xuống vịnh sau đó chúng nở ra và nhô lên khỏi vịnh để tạo thành những tảng đá khổng lồ đóng vai trò như những rào cản tự nhiên chống lại quân địch.",
              "avatarHistory": "VHL_HIS_2.jpg",
              "imgHistory": "VHL_HIS_2.jpg",
              "videoHistory": "VHL_HIS_2.mp4"
            },
            {
              "idHistoryStory": "VHL_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "Sau khi hình thành Vịnh Hạ Long như chúng ta biết ngày nay, những con rồng đã bay khắp thế giới trong hòa bình, cuối cùng trở về Hạ Long với mẹ của chúng, người từ trên trời giáng xuống (Hạ Long thực sự có nghĩa là “con rồng hạ xuống”) và gia đình rồng đã định cư trên quần đảo bao gồm cả Bạch Long Vĩ và Vịnh Bái Tử Long. Mặc dù tên gọi hiện đại của nó bắt nguồn từ truyền thuyết này, Vịnh Hạ Long còn được gọi là Giao Châu, Lục Châu, Lục Thủy, Cần Đơn, Hải Đông và An Bang. Cái tên Hạ Long lần đầu tiên xuất hiện trên bản đồ khu vực của Pháp vào cuối thế kỷ 19.",
              "avatarHistory": "VHL_HIS_3_1.jpg",
              "imgHistory": "VHL_HIS_3.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "VHL_CUL_1",
              "titleCulture": "",
              "contentCulture": "",
              "imgCulture": "VHL_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "VHL_CUL_2",
              "titleCulture": "",
              "contentCulture": "Thành phố Hạ Long được chia ra thành 2 khu vực chính: Khu trung tâm văn hóa chính trị Hòn Gai và khu trung tâm giải trí và du lịch Bãi Cháy.",
              "imgCulture": "VHL_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "VHL_CUL_3",
              "titleCulture": "",
              "contentCulture": "Ngoài hai khu vực trên, là khu vực làng chài với một bộ phận nhỏ dân cư còn sinh hoạt và kiếm sống hoàn toàn dựa vào biển",
              "imgCulture": "VHL_CUL_3.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "VHL_CUL_4",
              "titleCulture": "",
              "contentCulture": "Về tôn giáo, người dân nơi đây chủ yếu theo đạo Phật. Ngoài những ngôi chùa lớn trong thành phố Hạ Long, còn có rất nhiều chùa, đền, miếu nhỏ nằm rải rác trên các núi đá hoặc trong các làng chài trên vịnh. Mỗi lần ra khơi, các ngư dân đều tới chùa, đền, miếu cầu nguyện cho một chuyến đi an toàn và bội thu.",
              "imgCulture": "VHL_CUL_4.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "VHL_DISH_1",
              "nameDish": "Cháo Hàu Sữa Hạ Long",
              "addressDish": "Đường Hùng Vương, P. Ka Long, Móng Cái, Quảng Ninh",
              "imgDish": "VHL_DISH_1.jpg",
              "dishIntroduction": "Chỉ nghe qua tên thôi mà dạ dày cũng đã xôn xao rồi phải không nào! Đây là một món đặc sản của Hạ Long, không chỉ ngon mà còn rất bổ dưỡng với nhiều chất dinh dưỡng, vitamin và khoáng chất tốt cho sức khỏe. Với hương vị đậm đà của hàu kết hợp với một chút ngọt của sữa, món ngon này đã trở thành lựa chọn ưa thích của nhiều du khách khi muốn thưởng thức một bữa ăn nhẹ và ngon lành."
            },
            {
              "idDish": "VHL_DISH_2",
              "nameDish": "Cà Sáy Tiên Yên",
              "addressDish": "Nhà hàng cà sáy khu Cao Xanh: TP. Hạ Long, Quảng Ninh",
              "imgDish": "VHL_DISH_2.jpg",
              "dishIntroduction": "Khi nhắc đến món đặc sản Hạ Long cà sáy Tiên Tiên, chắc hẳn nhiều thực khách sẽ không khỏi tò mò. Nhờ sự kết hợp giữa hai loại gia cầm là ngan và vịt, thịt cà sáy Tiên Tiên đã thừa hưởng những ưu điểm tốt nhất từ cả hai loài. Có lẽ bởi thế mà thịt cà sáy không quá khô như thịt ngan nhưng lại không quá mềm và béo ngậy như thịt vịt."
            },
            {
              "idDish": "VHL_DISH_3",
              "nameDish": "Mắm Tép Chưng Thịt Hạ Long",
              "addressDish": "Mắm tép chưng thịt: Ngõ 9 Cao Thắng , TP.Hạ Long ,Tỉnh Quảng Ninh",
              "imgDish": "VHL_DISH_3.jpg",
              "dishIntroduction": "Mặc dù quán nhỏ lại nằm sâu trong ngõ chợ Đồng Xuân tuy nhiên nơi đây lại cực kỳ đông khách bởi hương vị thơm ngon, tròn vị. Mỗi bát bún ở đây có giá từ 30.000 đến 35.000đ và mở cửa từ 10h sáng đến 16h."
            }
          ],
          "comment": []
        },
        {
          "idTourist": "BDTC",
          "nameTourist": "Bán đảo Tuần Châu",
          "typeTourist": "B",
          "address": "Cách trung tâm thành phố Hạ Long 2km",
          "ticket": "40.00VND/Vé",
          "imgTourist": "img_BDTC_1.jpg",
          "touristIntroduction": "Nhắc đến các địa điểm du lịch nổi tiếng ở Quảng Ninh thì không thể không nói tới bán đảo Tuần Châu. Nơi đây hấp dẫn du khách bởi những bãi cát trắng trải dài, cảnh biển tuyệt đẹp cùng bầu không khí trong lành, thoáng đãng. Để đến với địa điểm du lịch Quảng Ninh - bán đảo Tuần Châu, du khách sẽ đi qua con đường dài 2km độc đáo nối Tuần Châu với đất liền. Khu du lịch nổi bật cùng cảnh sắc thiên nhiên xinh đẹp, hệ thống nghỉ dưỡng đa dạng, đẳng cấp và khu phố ẩm thực phong phú. ",
          "rightTime": "Tháng 3, 4, 5, 6, 7, 8, 9, 10",
          "history": [
            {
              "idHistoryStory": "BDTC_HIS_1",
              "titleStoryStory": "",
              "contentStoryStory": "Trên đảo có di tích thời đại đồ đá mới thuộc nền Văn hóa Hạ Long, niên đại cách đây 5000-3000 năm trước.Tại các di chỉ khảo cổ, người ta phát hiện rất nhiều công cụ bằng đá đã tìm thấy như bàn mài, rìu đá, mảnh tước, đồ gốm[3]",
              "avatarHistory": "BDTC_HIS_1.jpg",
              "imgHistory": "BDTC_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "BDTC_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Thời Lê, trên đảo đặt tuần ti để kiểm soát và thu thuế thuyền bè nên gọi là Hòn Tuần. Chính quyền Pháp thuộc gọi tên là Ile Aux Cerfs (đảo Nai).",
              "avatarHistory": "BDTC_HIS_2.jpg",
              "imgHistory": "BDTC_HIS_2.jpg",
              "videoHistory": "BDTC_HIS_2.mp4"
            },
            {
              "idHistoryStory": "BDTC_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "Năm Minh Mạng thứ 12 (1831) tỉnh Quảng Yên được thành lập và đảo Tuần Châu thuộc làng Hoàng Lỗ huyện Yên Hưng, nay là xã Hoàng Tân, thị xã Quảng Yên. Năm 1948, thôn Hoàng Lỗ thuộc xã Tiền An. Ngày 06 tháng 7 năm 1957, theo quyết định của Ủy ban Hành chính Khu Hồng Quảng, thôn Hoàng Lỗ đổi thành xã Hoàng Tân, đồng thời đảo Tuần Châu được tách khỏi  huyện Yên Hưng và trực thuộc Thị xã Hòn Gai [4].",
              "avatarHistory": "BDTC_HIS_3.jpg",
              "imgHistory": "BDTC_HIS_3.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "BDTC_CUL_1",
              "titleCulture": "Một số hình ảnh - video nổi bật của Tuần Châu",
              "contentCulture": "",
              "imgCulture": "BDTC_CUL_1.jpg",
              "videoCulture": "BDTC_HIS_2.mp4"
            },
            {
              "idCulture": "BDTC_CUL_2",
              "titleCulture": "",
              "contentCulture": "",
              "imgCulture": "BDTC_HIS_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "BDTC_CUL_3",
              "titleCulture": "",
              "contentCulture": "",
              "imgCulture": "BDTC_HIS_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "BDTC_CUL_4",
              "titleCulture": "",
              "contentCulture": "",
              "imgCulture": "img_BDTC_1.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "BDTC_DISH_1",
              "nameDish": "Sam biển",
              "addressDish": "",
              "imgDish": "BDTC_DISH_1.jpg",
              "dishIntroduction": "SAM BIỂN Loài sam biển sinh sống chủ yếu ở vùng nước mặn, được ngư dân Tuần Châu đánh bắt, đem về nướng, hấp hay nấu cháo đều rất tuyệt. Bạn nhất định phải thử một lần trong đời nếu có cơ hội đến với nơi này."
            },
            {
              "idDish": "BDTC_DISH_2",
              "nameDish": "Chả sáy",
              "addressDish": "Nhà hàng cà sáy khu Cao Xanh: TP. Hạ Long, Quảng Ninh",
              "imgDish": "BDTC_DISH_2.jpg",
              "dishIntroduction": "CHẢ MỰC Không lẫn với bất cứ loại chả mực ở nơi nào khác, chả mực nơi đây được chế biến theo công thức đặc biệt. Mang đến hương vị thơm ngon quyến rũ. Chả mực Hạ Long thường ăn cùng với bún, nhưng ngon nhất là ăn kèm xôi trắng."
            },
            {
              "idDish": "BDTC_DISH_3",
              "nameDish": "Ngán biển",
              "addressDish": "",
              "imgDish": "BDTC_DISH_3.jpg",
              "dishIntroduction": "NGÁN BIỂN Món ăn từ ngán biển luôn được du khách tour du lịch Hạ Long thích thú. Từ ngán biển, người ta có thể chế biến theo nhiều cách khác nhau để tạo ra món ăn thơm ngon, bổ dưỡng."
            }
          ],
          "comment": []
        }
      ]
    }
  ]
},
{
  "_id": {
    "$oid": "657e8aa6f7e79abebe973b0b"
  },
  "idRegion": "MT",
  "nameRegion": "Miền Trung",
  "provinces": [
    {
      "idProvines": "11",
      "nameProvines": "Bình Thuận",
      "touristAttraction": [
        {
          "idTourist": "BBCTBT",
          "nameTourist": "Bãi biển Cổ Thạch",
          "typeTourist": "B",
          "address": "Bình Thạnh, Tuy Phong, Bình Thuận",
          "ticket": "Miễn phí",
          "imgTourist": "img_BBCTBT_1.jpg",
          "touristIntroduction": "Còn được gọi là “bãi đá bảy màu”, Cổ Thạch nằm trên địa bàn huyện Tuy Phong, tỉnh Bình Thuận. Bờ biển này nổi tiếng nhờ các viên đá có màu sắc và hình thù độc đáo trải dài trên biển. Cùng với nước biển xanh màu ngọc bích, nơi này gây tò mò cho rất nhiều tín đồ xê dịch bởi khung cảnh có-1-không-2 này. Là một trong những cảnh quan đẹp nhất nhì Bình Thuận, bãi đá còn có những tảng đá to phủ đầy rêu xanh mướt. Thông thường, giữa tháng 3 là lúc rêu phủ nhiều nhất tạo nên phong cảnh đẹp như tranh khi hòa cùng ánh nắng tự nhiên. Vì vậy, không phải lúc nào bạn cũng có thể bắt gặp được khung cảnh đặc biệt này. Để không bỏ lỡ “mùa săn rêu”, bạn hãy lưu ý đặt trước phòng khách sạn tại Bình Thuận thật sớm kẻo giá leo thang nhé!",
          "rightTime": "tháng 3(DL), 8(AL)",
          "history": [
            {
              "idHistoryStory": "BBCTBT_HIS_1",
              "titleStoryStory": "Mùa rêu ở Cổ Thạch",
              "contentStoryStory": "Cổ Thạch nổi tiếng với những cảnh quan siêu lạ như ngoài hành tinh với các bãi đá hình thù khó có thể tìm thấy ở đâu khác khiến bao du khách ngẩn ngơ. Cứ đến mùa rêu xanh, biển Cổ Thạch lại khoác lên mình một vẻ đẹp lạ thường. Tuổi đời của rêu thường không quá dài, thường là một tháng, nếu mưa thuận gió hòa thì khoảng hai thoáng. Thời gian rêu xõa tóc dài và đẹp nhất là bước qua năm mới khoảng độ tháng 2 đến tháng 3. Mùa này nước biển trong veo, xanh biếc, bờ biển thoai thoải không quá sâu nên bạn có thể yên tâm đến đây để săn cảnh đẹp. Để thưởng thức trọn vẹn khung cảnh tuyệt đẹp này, bạn phải đến Cổ Thạch vào giai đoạn nước rút và mặt trời mới lên thì rêu mới thật sự xanh mượt.",
              "avatarHistory": "BBCTBT_HIS_1.jpg",
              "imgHistory": "BBCTBT_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "BBCTBT_HIS_2",
              "titleStoryStory": "Săn rêu Cổ Thạch như thế nào là đúng chất?",
              "contentStoryStory": "Để săn được những bức ảnh về mùa rêu Cổ Thạch hay có những bức hình check in độc đáo, các bạn cần lựa chọn đúng thời điểm đến địa điểm này. Ngoài việc đi đúng tháng, cũng phải lụa chọn đúng ngày nước rút mới có thể có những bức ảnh đẹp nhất về rêu. Có 2 thời khoảng thời gian thích hợp đó là: 13-19 âm lịch và 29-8 âm lịch. Ngoài ra, du khách cũng cần phải biết lựa chọn thời gian thủy triều lên hay xuống. Nếu lên quá cao sẽ che mất bãi đá phủ rêu mà nước quá thấp sẽ khiến rêu nhìn trông khô, mất sức sống không còn mượt mà. Vậy nên rêu chuẩn màu và đẹp nhất là lúc sáng sớm hoặc vào lúc hoàng hôn. Ngoài bãi đá bảy màu, du khách có thể thư giãn bằng cách tắm bùn khoáng tại suối nước khoáng Vĩnh Hảo và đi tham quan chùa Hang, gành Son và lăng ông Nam Hải. Khu du lịch tắm khoáng, tắm bùn này nằm giữa thiên nhiên hoang dã, mát mẻ. Bạn sẽ thả lỏng cơ thể, thư giãn hoàn toàn trong dòng bồn nước khoáng/ bùn khoáng ấm áp, có tác dụng làm đẹp da, giãn mạch máu, rất tốt cho sức khoẻ.",
              "avatarHistory": "BBCTBT_HIS_2.jpg",
              "imgHistory": "BBCTBT_HIS_2.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "BBCTBT_CUL_1",
              "titleCulture": "Khám phá một Cổ Thạch đẹp như cổ tích",
              "contentCulture": "Biển Cổ Thạch nằm khuất giữa những vách đá muôn hình và vắng vẻ. Nước biển trong veo, xanh biên biếc với những con sóng ngày ngày nhấp nhô vỗ về, ấp ôm bãi cát trắng mênh mông. Cùng với sự xuất hiện của bãi đá dường như đã điểm tô thêm vẻ đẹp huyền ảo của biển trời nơi đây.",
              "imgCulture": "BBCTBT_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "BBCTBT_CUL_2",
              "titleCulture": "",
              "contentCulture": "Với những điều kiện tự nhiên đặc biệt thì Cổ Thạch đã và đang là một địa điểm tham quan thú vị mà du khách không nên bỏ qua khi đi du lịch Phan Thiết. Ở biển Cổ Thạch hiện nay không có nhiều dịch vụ du lịch phát triển và còn khá hoang sơ, nên thích hợp cho những du khách yêu thích đi du lịch bụi Phan Thiết. Khi đến với vùng đất Tuy Phong đầy nắng và gió, du khách sau khi đã thưởng ngoạn bãi đá bảy màu độc đáo thì có thể tìm đến tham quan chùa Cổ Thạch. Chùa Cổ Thạch nằm trên đồi cao 64 m là một quần thể kiến trúc Phật giáo được xây dựng dựa vào núi và hang đá nằm san sát nhau trong khu vực hơn 2.000 m2. Cổng tham quan dẫn vào khu chính điện với hai linh vật là voi và hổ hộ pháp phía trước. Ngôi chùa này còn được người dân nơi đây gọi là chùa Hang vì địa thế nằm ẩn mình trong hang động tự nhiên với cảnh non nước vô cùng hữu tình.",
              "imgCulture": "BBCTBT_CUL_2.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "BBCTBT_DISH_1",
              "nameDish": "Bánh căn",
              "addressDish": " Bánh căn Lân Nguyệt - 8 Đ.Hải Thượng Lãn Ông, Phú Trinh, Thành phố Phan Thiết, Bình Thuận.",
              "imgDish": "BBCTBT_DISH_1.jpg",
              "dishIntroduction": "Bánh căn được làm từ bột gạo, đổ vào khuôn nhỏ như khuôn bánh khọt nhưng khuôn không cần tráng qua một lớp dầu hoặc mỡ, nhân bánh gồm hải sản như tôm, mực được đem nướng chín rồi cho ra dĩa thành từng cặp với lớp hành phi bên trên mặt. Ăn bánh căn khi còn nóng mới cảm nhận hết ý vị của chúng."
            },
            {
              "idDish": "BBCTBT_DISH_2",
              "nameDish": "Bánh canh chả cá",
              "addressDish": "Bánh canh 13 Tuyên Quang - 13 Tuyên Quang, Bình Hưng, Thành phố Phan Thiết, Bình Thuận.",
              "imgDish": "BBCTBT_DISH_2.jpg",
              "dishIntroduction": "Điểm đặc biệt của bánh canh chả cá ở Phan Thiết ngoài những miếng chả cá vàng thơm bên ngoài, trắng tinh bên trong là những sợi bánh canh sợi nhỏ có màu trắng sữa. Bạn có thể ăn kèm với bánh mì cũng rất tuyệt đấy nhé!"
            },
            {
              "idDish": "BBCTBT_DISH_3",
              "nameDish": "Bánh hỏi lòng heo",
              "addressDish": "Bánh hỏi lòng heo Thuỷ Tiên - 08 Lương Thế Vinh, Phú Thuỷ, Thành phố Phan Thiết, Bình Thuận.",
              "imgDish": "BBCTBT_DISH_3.jpg",
              "dishIntroduction": "Món ăn là sự kết hợp của bánh hỏi, lòng heo, bánh tráng mỏng, rau sống và nước chấm. Bánh hỏi cọng nhỏ, mịn, dai, đĩa lòng đầy đủ tim, gan, cật, phèo non và đặc biệt không thể thiếu thịt ba chỉ, nước chấm làm từ nước cốt me pha chung tỏi ớt xay nhuyễn, đường và một chút muối tạo nên vị chua ngọt, ăn là ghiền."
            },
            {
              "idDish": "BBCTBT_DISH_4",
              "nameDish": "Răng mực nướng",
              "addressDish": "202 Võ Thị Sáu, Hưng Long, Thành phố Phan Thiết, Bình Thuận.",
              "imgDish": "BBCTBT_DISH_4.jpg",
              "dishIntroduction": "Răng mực được làm sạch rồi tẩm ướp với các loại gia vị, xiên thành que đem nướng. Món ăn này được nhiều thực khách yêu thích bởi vị dai, giòn và ngọt thịt của mực, ăn cùng bánh tráng nướng, tương ớt thơm thơm, bùng vị sẽ khiến bạn nhớ mãi không quên."
            }
          ],
          "comment": []
        },
        {
          "idTourist": "DPQBT",
          "nameTourist": "Đảo Phú Quý",
          "typeTourist": "B",
          "address": "Ngũ Phụng, Phú Quý, Bình Thuận",
          "ticket": "Có thể đi theo tour",
          "imgTourist": "img_DPQBT_1.jpg",
          "touristIntroduction": "Đảo Phú Quý xinh đẹp với non nước hữu tình, biển trời bát ngát, là một huyện đảo nổi tiếng của tỉnh Bình Thuận, cách Phan Thiết khoảng 56 hải lý về hướng Đông Nam. Đảo Phú Quý nổi lên như một viên ngọc sáng trong bản đồ du lịch bởi nét yên bình mộc mạc bên bờ Vịnh Triều Dương tuyệt đẹp đầy thơ mộng. Khí hậu trên đảo Phú Quý trong lành, mát mẻ quanh năm. Bạn nên đến với Phú Quý trong thời gian từ khoảng tháng 12 đến tháng 6 năm sau. Lúc này biển êm, nắng đẹp và gió nhẹ, giúp bạn dễ dàng di chuyển ra các đảo nhỏ xung quanh. Đảo Phú Quý được thiên nhiên ưu đãi với nguồn tài nguyên dồi dào và đa dạng, cùng nhiều cảnh đẹp làm say lòng du khách. Nét nổi bật của đảo là khung cảnh hoang sơ, bình yên, với núi, biển, cỏ cây và thiên nhiên tươi mát. Nơi đây còn là một ngư trường trù phú với nhiều hải đặc sản quý hiếm. Trên đảo còn có nhiều di tích lịch sử, văn hóa, kiến trúc nghệ thuật độc đáo đưa đảo Phú Quý trở thành một điểm đến đầy hấp dẫn. Cảng Phú Quý là nơi tàu thuyền cập bến, đưa đón khách du lịch tới với hòn đảo xinh đẹp. Đồng thời đây cũng là một chợ hải sản thu nhỏ. Ngày chúng tôi đến biển rất êm đềm, quanh những mạn thuyền nghe sóng vỗ dạt dào.",
          "rightTime": "tháng 12, 1, 2, 3, 4, 5, 6",
          "history": [
            {
              "idHistoryStory": "DPQBT_HIS_1",
              "titleStoryStory": "Lịch sử hình thành đảo Phú Qúy",
              "contentStoryStory": "Đã từ lâu đảo Phú Quý trở nên rất quen thuộc với nhiều người qua sử sách xưa dưới nhiều tên gọi: Cổ Long, Thuận Tịnh, Cù Lao Khoai Xứ, Cù Lao Thu... Từ niên hiệu trị thứ 4 (1844) vì tiềm năng kinh tế dồi dào và số lượng đặc sản đáng kể biệt nạp cho Triều đình Huế, đảo được đổi tên từ Tổng Hạ sang Tổng Phú Quý trực thuộc huyện Tuy Phong, phủ Ninh Thuận, tỉnh Bình Thuận. Hiện nay, Phú Quý là một huyện đảo xa của tỉnh Bình Thuận. Tuy là một hòn đảo nằm biệt lập giữa trùng dương nhưng dấu tích phát hiện được cho thấy đảo đã được khai phá tạo nên cuộc sống ở đảo từ rất sớm. Trong quá trình khai thác đá quánh, nhân dân đã tìm thấy những mộ vò lớn. Trong mộ có chôn theo một số công cụ lao động như rìu, bôn và cả những chiếc vòng đeo tay bằng đá với kỹ thuật chế tác rất tinh xảo. Điều này phù hợp với những giai thoại được lưu truyền rằng trước khi có sự khai phá thiên nhiên của những con người từ lục địa, ở đây đã có một giống người Thượng sinh sống bằng nghề hái lượm và bắt cá ven biển. Trải qua những biến thiên của lịch sử, Phú Quý là nơi hội tụ của nhiều luồng dân di cư từ lục địa ra với nhiều thành phần dân tộc khác nhau. Trong đó người Kinh đóng vai trò chủ thể.",
              "avatarHistory": "DPQBT_HIS_1.jpg",
              "imgHistory": "DPQBT_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "DPQBT_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Khi bắt đầu phát triển mạnh kỹ thuật đóng thuyền buồm với những chiếc thuyền ra được khơi xa thì cũng là lúc có nhiều người từ lục địa đặt chân lên đảo. Cùng với những phần mộ còn xót lại trên đảo, sự tích công chúa Bàng Tranh chứng tỏ người Chăm đã có mặt ở đảo này. Sự tích kể rằng: Bàng Tranh là một công chúa xinh đẹp vì chống lệnh vua cha nên bị kết tội phản nghịch nên bị kết đày ra đảo. Bên cạnh đó, do không chịu nổi sự hà khắc của chế độ nông nô, bất mãn với triều đình phong kiến, nhiều người đã tìm đường ra đây lập kế sinh nhai. Người Kinh có mặt ở đảo cũng từ rất sớm. Lúc bấy giờ, vào một thời điểm mà triều đại phong kiến Việt Nam đang trượt nhanh trên con đường mục nát, nạn đói xảy ra ở nhiều nơi. Ở các tỉnh miền trung lúc bấy giờ, những người cùng khổ hoặc phải bán vợ đợ con hoặc phải phiêu dạt đi khắp nơi để kiếm sống. Và Phú Quý là một điểm đến an lành mà họ đã tình cờ bắt gặp. Trong thời kỳ Trịnh-Nguyễn phân tranh (1627–1672), rất nhiều ngư dân thuộc các tỉnh duyên hải miền trung, hoặc chạy giặc lánh nạn, hoặc đi tìm nguồn cá, thuyền của họ vượt sóng trùng dương đã gặp phải những trận cuồng phong khốc liệt và xiêu lên đảo. Cùng với người Kinh, một số người Hoa cũng hoà nhập vào cộng đồng cư dân ở Phú Quý. Vàơ thế kỷ 17, một số quan lại nhà Minh sau khi chống nhà Thanh thất bại, đã phải trốn ra nước ngoài. Từng đoàn thuyền vượt biển tiến về phía nam, trong số đó có hàng chục thuyền đã quyết định dừng chân lập nghiệp ở Phú Quý. Người Hoa đến đây sống dựa vào các ngành nghề như dệt tơ lụa, buôn bán. Quá trình phát triển về sau, một số người do làm ăn trở nên giàu có đã lần lượt tìm vào các thành phố lớn ở đất liền, chỉ một số ít còn lại trên đảo.",
              "avatarHistory": "",
              "imgHistory": "DPQBT_HIS_2.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "DPQBT_CUL_1",
              "titleCulture": "Lễ kỵ Công Chúa Bàn Tranh",
              "contentCulture": "Lễ kỵ Công Chúa Bàn Tranh ngày 3 tháng giêng âm lịch, lễ rước sắc từ đình (đền hay vạn) của làng phụ trách thờ cúng qua đền thờ Công Chúa Bàn Tranh làm lễ tế chính rồi tiếp tục rước sắc qua đền thờ Thầy Sài Nại làm lễ nghinh thần nghinh thỉnh Thầy về cùng hưởng lễ sau đó hồi sắc về lại nơi ban đầu. Phần hội thì được thực hiện tại đền thờ Thầy Sài Nại vì theo tập tục đền thờ Công Chúa Bàn Tranh không được tổ chức ăn uống ca hát.",
              "imgCulture": "DPQBT_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "DPQBT_CUL_2",
              "titleCulture": "Lễ giao phiên Kỵ Thầy",
              "contentCulture": "Trong lễ Giao Phiên Kỵ Thầy ngày 4 tháng tư âm lịch có lễ rước sắc từ đình (đền hay vạn) của làng phụ trách thờ cúng đương nhiệm qua đền thờ Công Chúa Bàn Tranh làm lễ nghinh thần nghinh thỉnh bà về đền Thầy Sài Nại để cùng hưởng lễ. Sắc phong tiếp tục được rước qua đền thờ Thầy Sài Nại. Lễ Tuyên sắc sẽ được thực hiện sau nghi thức lễ chánh tế thầy Sài Nại, sau đó thực hiện lễ Giao Phiên để giao sắc phong và vai trò cúng tế Thầy và Bà lại cho làng kế nhiệm. Sắc phong không hồi về lại chổ cũ mà chuyển đến đình (đền hay vạn) của làng kế nhiệm.",
              "imgCulture": "DPQBT_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "DPQBT_CUL_3",
              "titleCulture": "Cúng tế đền Quan Thánh",
              "contentCulture": "Tại đền Quan Thánh hàng năm không diễn ra các kỳ cúng tế như một số đền thờ, đình làng và lăng vạn khác trên đảo Phú Quý. Tại đền chỉ diễn ra cúng tế vào các ngày rằm như ở các chùa thường cúng Phật và được đông đảo nhân dân trên đảo lui tới để khấn bái ngài phù trợ cuộc sống làm ăn, buôn bán giàu có và bình an.",
              "imgCulture": "DPQBT_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "DPQBT_DISH_1",
              "nameDish": " Bè Cá Anh Sinh",
              "addressDish": "Biển Đông, Xã Tam Thanh, Phú Quý, Bình Thuận",
              "imgDish": "DPQBT_DISH_1.jpg",
              "dishIntroduction": "Ngoài những quán ăn ở đảo Phú Quý, các bạn có thể thử ăn hải sản trên các bè cá để có trải nghiệm mới. Bè cá anh Sinh gồm có nhiều loại cá mú, tôm hùm, cua mặt trăng…. Đặc biệt, cua và hào đá được đánh giá cao bởi nhiều thực khách."
            },
            {
              "idDish": "DPQBT_DISH_2",
              "nameDish": "Bò nóng Hoà Thướng",
              "addressDish": "GW7W+C7, Phú Quý, Bình Thuận",
              "imgDish": "DPQBT_DISH_2.jpg",
              "dishIntroduction": "Món bò nóng cũng là một trong những món ăn vô cùng nổi tiếng tại đảo Phú Quý. Sở dĩ được gọi là bò nóng vì bò ở đây được mổ xẻ và ăn hết ngay trong ngày nên luôn tươi ngon, giữ được vị thơm và ngọt. Ngoài “bò nóng” nướng thì quán còn có một số món khác không kém phần hấp dẫn như: Bò tái chanh, bò nhúng dấm, bò xào lăn,..."
            },
            {
              "idDish": "DPQBT_DISH_3",
              "nameDish": "Nhà hàng Long Vĩ",
              "addressDish": "01 Lê Lai Thôn Đông Hải, Xã Long Hải Huyện Đảo, Phú Quý, Bình Thuận",
              "imgDish": "DPQBT_DISH_3.jpg",
              "dishIntroduction": "Nhà hàng này được tích hợp cùng nhà nghỉ Long Vĩ nên bạn có thể kết hợp ăn và ngủ nghỉ tại đây. Địa điểm ăn uống này là một sự lựa chọn tuyệt vời để thực khách thưởng thức các loại hải sản tươi ngon trên đảo Phú Quý."
            },
            {
              "idDish": "DPQBT_DISH_4",
              "nameDish": "Quán Ông Giàh",
              "addressDish": "Lý Thường Kiệt, Xã Tam Thanh, Huyện Phú Quý, Bình Thuận",
              "imgDish": "DPQBT_DISH_4.jpg",
              "dishIntroduction": "Quán Ông Già được biết đến với một không gian đơn giản, là một trong những quán ăn được đánh giá cao nhất để thưởng thức các món ăn hải sản tươi ngon. Tất cả các món ăn của quán đều được chế biến từ những nguyên liệu tươi ngon như: Tôm sú nướng muối ớt, gỏi cá mai, cá bá bóp,..."
            }
          ],
          "comment": []
        }
      ]
    },
    {
      "idProvines": "32",
      "nameProvines": "Khánh Hòa",
      "touristAttraction": [
        {
          "idTourist": "DLNTKH",
          "nameTourist": "Du lịch Nha Trang",
          "typeTourist": "B",
          "address": "Khánh Hòa",
          "ticket": "Miễn phí",
          "imgTourist": "img_DLNTKH_1.jpg",
          "touristIntroduction": "Nha Trang là một thành phố ven biển và là trung tâm chính trị, kinh tế, văn hóa, khoa học kỹ thuật và du lịch của tỉnh Khánh Hòa, Việt Nam.Trước đây, vùng đất Nha Trang vốn thuộc về Chiêm Thành, do đó các di tích của người Chăm vẫn còn tồn tại nhiều nơi ở Nha Trang. Nha Trang được Thủ tướng chính phủ Việt Nam công nhận là đô thị loại I vào ngày 22 tháng 4 năm 2009. Nha Trang được mệnh danh là hòn ngọc của biển Đông, Viên ngọc xanh [4] vì giá trị thiên nhiên, vẻ đẹp cũng như khí hậu của nó.[5]",
          "rightTime": "tháng 7, 9",
          "history": [
            {
              "idHistoryStory": "DLNTKH_HIS_1",
              "titleStoryStory": "Lịch sử hình thành và hình ảnh ngày xưa của phố biển Nha Trang",
              "contentStoryStory": "Nha Trang là thành phố biển du lịch quen thuộc của Việt Nam từ gần một thế kỷ qua, là nơi nghỉ mát, nghỉ dưỡng nổi tiếng ở khu vực phía Nam của miền Trung. Đất Nha Trang còn gắn liền với người bác sĩ huyền thoại người Pháp là Yersin mà cả hơn nửa đời đã gắn bó với nước Việt. Ông đã chọn Nha Trang làm nơi sinh sống, nghiên cứu, và cuối cùng là nằm xuống cũng tại nơi này.",
              "avatarHistory": "DLNTKH_HIS_1.jpg",
              "imgHistory": "DLNTKH_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "DLNTKH_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Trong một cuốn sách về bác sĩ Yersin, ông được mô tả là chàng trai thích phiêu lưu mạo hiểm, luôn khát khao khám phá vẻ đẹp cùng những bí ẩn của thiên nhiên, vũ trụ. – Năm 1891, lần đầu tiên đến Nha Trang, anh rất kinh ngạc trước khung cảnh hùng vĩ – núi với biển – ánh sáng chói ngời long lanh dưới nước, và sự yên tĩnh trong veo dưới một làn gió nhẹ của cảnh này sẽ còn mãi mãi là nơi gắn bó nhất với anh ở Đông Dương. Anh thấy nơi này có phần vắng vẻ. Nhìn từ ngoài biển, cả một dải cát trắng trên bờ biển, kéo dài đến sáu cây số là một bãi sa mạc…",
              "avatarHistory": "",
              "imgHistory": "DLNTKH_HIS_2.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "DLNTKH_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "Sau một thời gian gắn bó với Nha Trang, bác sĩ Yersin đã nhận xét : Trên một bãi cát mịn dài bảy cây số, chạy theo đường vòng cung, những làn sóng đã được các vách đá làm dịu đi rất nhiều, không ngừng dào dạt. Cát trải dài trắng xóa lấp lánh dưới ánh mặt trời nhiệt đới này bị những đường uốn lượn của một dãy núi dài cắt ngang về phía Bắc, vừa đưa khu rừng nhiệt đới đi thẳng biển thành một mũi nhọn. (…).Và về khí hậu Nha Trang, trên bờ biển khí hậu dịu đi nhờ có hơi gió nhẹ từ trong đất liền và từ ngoài biển thay nhau đều đặn thổi về suốt cả ngày.(…). Ngày 9/6/1896, Yersin viết cho ông Ru (Bác sĩ Roux chuyên ngành vi trùng học): Ông Ru quý mến ơi, xin ông hãy đến đây gặp lại tôi, nếu ông biết ở đây dễ chịu đến chừng nào. Không bao giờ nóng quá, không bao giờ lạnh quá và rất yên tĩnh để làm việc",
              "avatarHistory": "",
              "imgHistory": "DLNTKH_HIS_3.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "DLNTKH_HIS_4",
              "titleStoryStory": "",
              "contentStoryStory": "Trước thế kỷ 18, vùng đất này thuộc nước Chiêm Thành của người Champa nên đến nay vẫn còn nhiều di tích của người Chăm, nổi tiếng nhất là Tháp Bà Po Nagar. Bản thân tên gọi Nha Trang cũng được phiên âm từ tiếng của người Chăm. Cho đến cuối thế kỷ 19, Nha Trang vẫn là một vùng đất hoang vu yên bình, thuộc Hà Bạc, huyện Vĩnh Xương, phủ Diên Khánh. Qua đến đầu thế kỷ 20, bộ mặt Nha Trang đã thay đổi nhanh chóng. Nghị định ngày 30 tháng 8 năm 1924 của Toàn quyền Đông Dương đã nâng cấp Nha Trang thành một thị trấn, được hình thành từ các làng cổ: Xương Huân, Phương Câu, Vạn Thạnh, Phương Sài, Phước Hải. ",
              "avatarHistory": "",
              "imgHistory": "",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "DLNTKH_CUL_1",
              "titleCulture": "Lễ hội du thuyền",
              "contentCulture": "Từ lâu Nha Trang đã được xem như là một trong những vịnh biển đẹp nhất Việt Nam, đây là điểm đến tiềm năng của các du thuyền, thuyền buồm quốc tế. Lễ hội du thuyền được tổ chức 2 năm 1 lần, tại thành phố biển Nha Trang, tỉnh Khánh Hòa từ ngày 11-15/7, quy tụ hàng chục câu lạc bộ du thuyền đến từ 22 quốc gia trên thế giới như: Singapore, Trung Quốc, Đức, Italia, Pháp, Thổ Nhĩ Kỳ, Brunei, Dubai, Canada, Mỹ, Brazil, Argentina, Nam Phi,...và các doanh nhân sở hữu du thuyền, các công ty chế tạo du thuyền. Lễ hội diễn ra với rất nhiều hoạt động văn hóa, du lịch hấp dẫn tại các trung tâm thương mại, đường phố lớn, các địa điểm du lịch nổi tiếng của Nha Trang như: thi sáng tác ảnh “Huyền thoại biển”, đua thuyền buồm, lễ hội ẩm thực năm châu, biểu diễn nghệ thuật đường phố,...Festival Du thuyền quốc tế Nha Trang là sự kiện giúp quảng bá tốt nhất hình ảnh đất nước, con người và tiềm năng kinh tế, văn hóa, du lịch biển đảo của Khánh Hòa nói riêng và Việt Nam nói chung trong thời kỳ hội nhập cũng như thu hút các nhà đầu tư, các doanh nghiệp trong nước và quốc tế.",
              "imgCulture": "DLNTKH_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "DLNTKH_CUL_2",
              "titleCulture": "Lễ hội Am Chúa Khánh Hòa",
              "contentCulture": "Am Chúa là một trong những di tích lịch sử văn hóa lâu đời của Nha Trang (thuộc núi Đại An, xã Diên Điền, huyện Diên Khánh, T. Khánh Hòa), đây là nơi diễn ra cuộc đấu tranh cách mạng đầy hào hùng của nhân dân xã Diên Điền. Lễ hội Am Chúa là dịp sinh hoạt văn hóa tâm linh, là nơi để người dân Khánh Hòa bày tỏ lòng thành kính, biết ơn đối với vị Thánh Mẫu Thiên Y A Na - người đã có công dạy dân cày cấy, trồng dâu, nuôi tằm, dệt vải, chăm lo cuộc sống. Lễ hội Am Chúa còn được gọi là lễ hội Thiên Y A Na, diễn ra từ ngày 01/3 - 3/3 âm lịch hàng năm. Lễ hội có nhiều nghi lễ như: Tế lễ, dâng hương, biểu diễn múa bóng,...mang đậm bản sắc văn hóa truyền thống của dân tộc. Sau lễ cúng trang nghiêm theo nghi thức cổ truyền là lễ rước lân, biểu diễn múa của các đội lân trong và ngoài tỉnh, bên cạnh đó là các trò chơi dân gian như hò bài chòi, chơi đu,...Đặc biệt, nếu đến Nha Trang trong dịp lễ hội này, bạn còn được thưởng thức những tiết mục biểu diễn văn nghệ vô cùng đặc sắc do Hội Nhà Hát Nghệ Thuật truyền thống tỉnh Khánh Hòa tổ chức rất sôi động và hấp dẫn.",
              "imgCulture": "DLNTKH_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "DLNTKH_CUL_3",
              "titleCulture": "Lễ hội Đền Hùng",
              "contentCulture": "Lễ hội Đền Hùng là một trong những lễ hội lớn của cả dân tộc Việt Nam. Không chỉ được biết đến ở Phú Thọ, mà lễ hội Đền Hùng còn được tổ chức ở rất nhiều nơi, trong đó có Nha Trang. Tại đây, lễ hội được tổ chức rất trang nghiêm vào ngày 10/3 âm lịch hàng năm ở đền Hùng Vương, hay còn gọi là đền thờ Đức Quốc Tổ Hùng Vương, tọa lạc trên đường Ngô Gia Tự, TP. Nha Trang. Các nghi thức trong lễ hội được diễn ra rất trang trọng, độc đáo với sự tham gia của các lãnh đạo tỉnh, các sở, ban ngành, đoàn thể, đại diện các tôn giáo, đông đảo nhân dân. Đây là dịp để người dân dâng lễ, dâng hương hoa, bày tỏ lòng biết ơn đối với các vị Vua Hùng đã có công dựng nước, thể hiện truyền thống vô cùng cao quý của dân tộc uống nước nhớ nguồn, ăn quả nhớ kẻ trồng cây. Sau lễ tế là phần hội với những điệu múa hát xoan (ở đền Thượng), hát ca trù (ở đền Hạ) và nhiều trò chơi dân gian vô cùng thú vị khác.",
              "imgCulture": "DLNTKH_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "DLNTKH_DISH_1",
              "nameDish": "Bánh canh chả cá",
              "addressDish": "10A Phan Chu Trinh, phường Xương Huân, TP. Nha Trang",
              "imgDish": "DLNTKH_DISH_1.jpg",
              "dishIntroduction": "Có thương hiệu nổi tiếng gần 40 năm qua, khi đến TP. Nha Trang mà bạn không ghé quán ăn tô bánh canh chả cá thì quả là một sai lầm lớn. Nước lèo của bánh canh chả cá ở đây được làm từ 100% từ xương cá nên rất ngon và đậm vị. Chả cá được ăn với hành tây bào mỏng có vị ngọt, cùng với ớt lên men đã tạo nên một hương vị đặc biệt và vô cùng tuyệt vời. Bạn có thể mua chả cá mang về ăn hoặc làm quà biếu cho bạn bè, người thân."
            },
            {
              "idDish": "DLNTKH_DISH_2",
              "nameDish": "Mực rim",
              "addressDish": "49 Ngô Gia Tự, phường Phước Tiến, TP. Nha Trang",
              "imgDish": "DLNTKH_DISH_2.jpg",
              "dishIntroduction": "Mực rim Nha Trang với hương vị đậm đà, vị chua ngọt hòa quyện với vị cay của ớt khiến bạn ăn rồi nhớ mãi. Đặc biệt khi đến Nha Trang bạn đừng quên ghé chợ Xóm Mới mua mực rim về ăn nhé!"
            },
            {
              "idDish": "DLNTKH_DISH_3",
              "nameDish": "Bánh tráng xoài",
              "addressDish": "50 Tân An, phường Vĩnh Trường, TP.Nha Trang",
              "imgDish": "DLNTKH_DISH_3.jpg",
              "dishIntroduction": "Vị chua thanh, dai dai và mùi thơm tự nhiên đặc trưng của xoài sẽ làm bạn mê mẩn với món bánh tráng này. Bánh tráng xoài có nguyên liệu chính là từ quả xoài tươi chín cây tự nhiên và mạch nha. Miếng bánh xoài phủ bên ngoài vẻ óng ánh của mạch nha hòa quyện với vị chua ngọt tự nhiên của xoài nên ăn vào sẽ tạo cho bạn cảm giác muốn ăn thêm nữa."
            },
            {
              "idDish": "DLNTKH_DISH_4",
              "nameDish": "Bánh xèo mực",
              "addressDish": "85 Tô Hiến Thành, phường Tân Lập, TP.Nha Trang",
              "imgDish": "DLNTKH_DISH_4.jpg",
              "dishIntroduction": "Sự kết hợp giữa bánh xèo mực với rau xà lách, rau thơm hòa quyện cùng nước chấm đặc trưng chỉ có ở Nha Trang làm bạn mê mẩn món ăn này. Lớp vỏ của mực bên ngoài giòn rụm, mực có độ ngọt, thơm béo thật hấp dẫn."
            }
          ],
          "comment": []
        },
        {
          "idTourist": "DLCRKH",
          "nameTourist": "Du lịch Cam Ranh",
          "typeTourist": "B",
          "address": "TP. Cam Ranh, Khánh Hòa",
          "ticket": "Miễn phí",
          "imgTourist": "img_DLCRKH_1.jpg",
          "touristIntroduction": "Cam Ranh là một trong hai thành phố thuộc tỉnh Khánh Hoà. Nhắc đến Cam Ranh nhiều người sẽ nhớ đến một trong 3 vịnh nước sâu tốt nhất thế giới với diện tích 200km2 (bên cạnh vịnh San Fransico (Mỹ) và Rio De Janiero (Brazil)), một khu quân sự lớn của Việt Nam với đội tàu chiến hiện đại. Cam Ranh còn là một vùng biển với đảo Bình Ba vương quốc tôm hùm hay bờ biển xanh cát trắng với hàng loạt những resort cao cấp chuẩn 4 5 sao. Cảng hàng không Cam Ranh là cảng hàng không lớn thứ 4 của Việt Nam khách du lịch bay đến Nha Trang hay Ninh Thuận đều phải đi qua cảng hàng không này. Một số thông tin về thành phố Cam Ranh: Diện tích: 316 km2, Dân số: 125.311 người với mật độ 400 người/km2, Lịch sử hình thành: Năm 2009 là đô thị loại 3. Năm 2010 trở thành Thành Phố. Cam Ranh cũng chính là một trong 3 vùng kinh tế trọng điểm sẽ được Khánh Hoà dồn lực phát triển",
          "rightTime": "tháng 3, 4, 5, 6, 7, 8",
          "history": [
            {
              "idHistoryStory": "DLCRKH_HIS_1",
              "titleStoryStory": "Lịch sử hình thành và phát triển thành phố Cam Ranh",
              "contentStoryStory": "Thành phố Cam Ranh cách Nha Trang (tỉnh lỵ tỉnh Khánh Hòa) 60 km về phía Nam, nằm bên Quốc lộ 1A, tọa lạc bên bờ Vịnh Cam Ranh, một vịnh biển tự nhiên được xem là vịnh tự nhiên tốt nhất Đông Nam Á, nơi hội tụ những điều kiện tự nhiên hết sức thuận lợi cho phát triển dịch vụ cảng biển và du lịch.",
              "avatarHistory": "DLCRKH_HIS_1.jpg",
              "imgHistory": "DLCRKH_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "DLCRKH_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Nói đến CAM RANH là nói đến cái ngọt. Cam là ngọt. Ngọt đây là nước ngọt, vì Cam Ranh nằm bên bờ biển xanh, nước đầy muối mặn, nhưng Cam Ranh đã được thiên nhiên ban cho một trữ lượng nước ngọt lớn trong lòng đất. Tương truyền Nguyễn Ánh từ trong Nam đem quân đánh thành Quy Nhơn do tướng Tây Sơn trấn giữ. Thuyền gặp bão, phải ghé Cam Ranh tránh bão. Một trở ngại là không có nước ngọt cho quân sĩ dùng, nên Nguyễn Ánh lập đàn tế trời đất, thần linh. Sau lễ tế, Nguyễn Ánh cho quân đào sâu dưới cát tìm nước, một mạch nước hiện ra, đó là nước ngọt. Do sự kiện trên, Nguyễn Ánh đặt tên đất này là CAM LINH, nhờ có sự linh ứng nên có dòng nước ngọt. Từ đó vùng đất có tên CAM LINH, rồi CAM RANH. Vì trong  từ Hán Việt không có từ đầu là R nên RANH trong chữ Nôm, Hán đọc là LINH 伶[ii], nên CAM RANH là phiên âm từ CAM LINH [iii].Hiện nay, tại thành phố Cam Ranh còn có 1 phường mang tên là CAM LINH. Nước ngọt không những có từ những giếng khoan mà còn có một Ao Hồ, một hồ nước thiên nhiên chạy dài đến 1.300 m, chỗ rộng nhất gần 300 m, chứa hàng vạn mét khối nước, đặc biệt quanh năm không hao hụt, trên dãy núi Ao Hồ, nằm phía nam bán đảo. Đó là điểm đặc biệt của Cam Ranh.",
              "avatarHistory": "",
              "imgHistory": "DLCRKH_HIS_2.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "DLCRKH_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "Từ năm 1653, Chúa Nguyễn Phúc Tần (1648-1687) lập dinh Thái Khang, Cam Ranh nằm trong phần đất của huyện Vĩnh Xương, thuộc phủ Diên Ninh. Năm 1742, đời Chúa Nguyễn Phúc Khoát (1738-1765), Cam Ranh nằm trong phần đất thuộc phủ Diên Khánh thuộc dinh Bình Khang, dinh và phủ này đổi từ phủ Diên Ninh, dinh Thái Khang. Năm 1888, đời vua Đồng Khánh (1886-1888), có cuộc sáp nhập đầu tiên: nhập huyện An Phước (thuộc phủ Ninh Thuận) và 7 xã ở huyện Tuy Phong, 2 tổng ở huyện Hòa Đa (thuộc phủ Bình thuận) vào huyện Vĩnh Xương, tức là nhập vào phần đất Cam Ranh. Cho đến năm 1901, đời vua Thành Thái (1889-1907), đặt phủ Ninh Thuận thành đạo Ninh Thuận, các phần đất kể trên trả về cho đạo Ninh Thuận và Bình Thuận, đó là đợt tách chia lần thứ nhất.",
              "avatarHistory": "",
              "imgHistory": "DLCRKH_HIS_3.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "DLCRKH_CUL_1",
              "titleCulture": "Cam Ranh - nơi hội tụ đặc sắc văn hóa biển",
              "contentCulture": "Cam Ranh trong tiếng Chăm, Jarai hoặc Êđê là Kăm M’ran, trong đó Kăm là dồn một chỗ, một đống, tập trung lại, hay gọi là bến; M’ran có nghĩa là tàu, thuyền, đò; nghĩa chung là: nơi tàu thuyền tập trung hay gọi là bến tàu, bến thuyền. Sau này phiên âm sang tiếng Việt từ Kăm M’ran đọc thành Cam Ranh. Đây cũng là vùng đất chứa nhiều dấu tích văn hóa lâu đời và di chỉ Xóm Cồn (phường Cam Linh), Hòa Diêm (Cam Thịnh Đông), Văn Tứ Đông (Cam Hòa) là những di chỉ khảo cổ học từ thời đại kim khí. Theo nghiên cứu cho thấy, các di chỉ này đều gắn liền với biển. Người Việt đến nơi này vào khoảng thế kỷ XVII. Từ đây, họ đã dệt nên một văn hóa biển riêng trong sự giao lưu, tiếp biến văn hóa với các nhóm cư dân Nam Đảo và gần nhất, đậm nét nhất là người Chăm.",
              "imgCulture": "DLCRKH_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "DLCRKH_CUL_2",
              "titleCulture": "",
              "contentCulture": "Nằm bên quốc lộ 1A, TP. Cam Ranh trải dài bên bờ vịnh Cam Ranh gồm 9 phường, 5 xã, hầu hết đều có biển. Cư dân ở đây sinh sống bằng nhiều nghề khác nhau và nghề biển chiếm số đông, tập trung vào đóng tàu, khai thác và nuôi trồng hải sản, làm muối, mắm, chế biến hải sản, du lịch biển đảo... Cảng Cam Ranh (tiền thân là cảng Ba Ngòi) là cảng lớn, đóng ở phường Cam Linh (khu vực Ba Ngòi trước đây), trực thuộc Cảng vụ Nha Trang. Đây là cảng thương mại quốc tế trong vịnh Cam Ranh, nơi hội tụ điều kiện tự nhiên và kinh tế - xã hội rất thuận lợi cho phát triển dịch vụ cảng biển. Từ lâu, cảng là đầu mối giao thông đường biển quan trọng cho khu vực Nam Khánh Hòa và các tỉnh lân cận. Con người nơi đây đang lưu giữ những giá trị văn hóa tinh thần riêng biệt. Ngoài những sáng tác văn học - nghệ thuật dân gian, tín ngưỡng và cơ sở tín ngưỡng mang màu sắc chung của biển Nam Trung bộ, Cam Ranh còn có một ngôi chùa rất đặc biệt - chùa Từ Vân (phường Cam Linh), còn được gọi là chùa Ốc. Từ năm 1985 đến nay, chùa đã xây dựng các công trình bằng 2 vạn tấn san hô, rất nhiều vỏ ốc, sò được dùng trang trí và toàn bộ công trình đều do các nhà sư tự thiết kế, xây dựng, trang trí hoàn toàn thủ công. Đây được coi là tháp bảo tích duy nhất, độc đáo nhất ở Việt Nam được làm bằng những vật liệu từ biển.",
              "imgCulture": "DLCRKH_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "DLCRKH_CUL_3",
              "titleCulture": "",
              "contentCulture": "Cam Bình là xã một vùng đảo gồm 2 đảo Bình Ba và Bình Hưng, cách nhau khoảng 3 hải lý, cách cầu tàu Ba Ngòi khoảng 70 hải lý. Người ta nhắc nhiều đến Bình Ba bởi đó là một hòn đảo khá hoang sơ, tuyệt đẹp, với vị trí độc đáo, án ngữ ngay cửa biển. Người Việt đặt chân đến hòn đảo này từ khoảng nửa đầu thế kỷ XIX. Họ chủ yếu sống bằng nghề biển, những năm gần đây phát triển mạnh nuôi tôm hùm lồng và dịch vụ du lịch biển đảo. Bình Ba dày đặc cơ sở tôn giáo, tín ngưỡng liên quan đến biển: Lăng Ông Nam Hải, tịnh xá Ngọc Tràng, chùa Bình Ba, dinh Cố, miếu Ngũ Hành, điện Quan Âm... Việc thờ cúng, tiến hành nghi lễ hằng năm tại đây được tổ chức rất trang trọng, tuân thủ nghiêm ngặt các thể thức truyền thống. Trong đó, thờ Ông Nam Hải và lễ hội Cầu ngư là tín ngưỡng - lễ hội lớn nhất.",
              "imgCulture": "DLCRKH_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "DLCRKH_DISH_1",
              "nameDish": "Bánh căn Cam Ranh",
              "addressDish": "Quán vỉa hè bán trước Nhà sách Cam Ranh: Số 2216 Hùng Vương, thành phố Cam Ranh",
              "imgDish": "DLCRKH_DISH_1.jpg",
              "dishIntroduction": "Bánh căn là một món ăn đặc sản của Cam Ranh mà du khách không thể bỏ qua khi đến thăm. Đây là một món ăn đường phố phổ biến và được ưa chuộng ở khu vực miền Trung Việt Nam. Bánh căn được làm từ bột gạo và mỡ hành, tạo nên lớp vỏ bên ngoài giòn màu vàng đẹp mắt. Nhân bánh căn thường được làm từ tôm, trứng cứt, mực, thịt bằm hoặc các loại hải sản khác. Điểm đặc biệt của bánh căn là cách nướng trên các khuôn nhỏ có lỗ tròn, tạo nên hình dạng tròn nhỏ xinh."
            },
            {
              "idDish": "DLCRKH_DISH_2",
              "nameDish": "Nem nướng Cam Ranh",
              "addressDish": "Nem nướng Hùng Sương: Số 2125 Hùng Vương, phường Cam Thuận, thành phố Cam Ranh, tỉnh Khánh Hòa",
              "imgDish": "DLCRKH_DISH_2.jpg",
              "dishIntroduction": "Nem nướng là một món ăn đặc sản của Cam Ranh và miền Trung Việt Nam, làm mê mẩn nhiều du khách với hương vị độc đáo và thú vị. Nem nướng là loại nem được làm từ thịt heo tươi, được nghiền nhuyễn và trộn đều với các gia vị. Sau đó, thịt được cuốn vào lớp vỏ nem làm từ bánh tráng. Cách làm nem nướng cũng vô cùng đơn giản, nem được nướng trên than hoa cho đến khi vỏ trở nên giòn và thịt bên trong chín tới."
            },
            {
              "idDish": "DLCRKH_DISH_3",
              "nameDish": "Gà chỉ Cam Ranh",
              "addressDish": "Quán Chín Chiều: Số 7 đường Lê Duẩn, phường Cam Phú, thành phố Cam Ranh, tỉnh Khánh Hòa",
              "imgDish": "DLCRKH_DISH_3.jpg",
              "dishIntroduction": "Với sự sáng tạo và hình thức khá mới mẻ, gà chỉ đã trở thành một món ăn đặc sản độc đáo và hấp dẫn của Cam Ranh. Thưởng thức gà chỉ không chỉ mang lại trải nghiệm ẩm thực độc đáo mà còn là cơ hội trải nghiệm quy trình chế biến trực tiếp và thưởng thức món ăn tươi ngon, đậm đà."
            },
            {
              "idDish": "DLCRKH_DISH_4",
              "nameDish": "Sá sùng Cam Ranh",
              "addressDish": "Nhà hàng Thủy Triều: khu Bãi Dài, Đinh Tiên Hoàng, xã Cam Hải Đông, huyện Cam Lâm, tỉnh Khánh Hòa.",
              "imgDish": "DLCRKH_DISH_4.jpg",
              "dishIntroduction": "Với hương vị đặc trưng và giá trị dinh dưỡng cao, sá sùng đã trở thành một món đặc sản hấp dẫn của Cam Ranh. Du khách thường tìm kiếm và thưởng thức sá sùng trong các nhà hàng, quán ăn ven biển hoặc các nhà hàng địa phương. Sá sùng không chỉ là một món ăn độc đáo mà còn mang trong mình hương vị đặc trưng của vùng biển Cam Ranh. Bạn có thể chế biến các món ăn hấp dẫn từ sá sùng như nướng, nấu cháo, ngâm rượu,..."
            }
          ],
          "comment": []
        }
      ]
    },
    {
      "idProvines": "15",
      "nameProvines": "Đà Nẵng",
      "touristAttraction": [
        {
          "idTourist": "BNH",
          "nameTourist": "Bà Nà Hills",
          "typeTourist": "N",
          "address": "Thôn An Sơn, Hòa Vang, Đà Nẵng",
          "ticket": "Tính phí",
          "imgTourist": "img_BNH_1.jpg",
          "touristIntroduction": "Thuộc hệ thống thương hiệu giải trí Sun World, cách trung tâm thành phố Đà Nẵng hơn 20 km, Sun World Ba Na Hills là quần thể du lịch nghỉ dưỡng kết hợp vui chơi giải trí đẳng cấp bậc nhất Việt Nam. Nằm ở độ cao 1.487m so với mực nước biển, Sun World Ba Na Hills được mênh danh là “chốn bồng lai tiên cảnh”, sở hữu khí hậu tuyệt vời cùng cảnh quan thiên nhiên kỳ thú. Đến với Sun World Ba Na Hills để trải nghiệm khí hậu 4 mùa trong một ngày cùng nhiều hoạt động lễ hội, vui chơi giải trí, ẩm thực hấp dẫn đa dạng. 4 năm liên tiếp từ 2015-2018, Sun World Ba Na Hills đã vinh dự đạt danh hiệu Khu du lịch hàng đầu Việt Nam, do Tổng cục Du lịch Việt Nam trao tặng. Qua 11 năm hoạt động và không ngừng phát triển, Sun World Ba Na Hills đã trở thành điểm đến quen thuộc của du khách trong và ngoài nước khi đến Đà Nẵng. Đáp ứng nhu cầu của hàng triệu du khách đến với Bà Nà, Sun World Ba Na Hills có 5 tuyến cáp treo, trong đó có nhiều tuyến đạt kỷ lục thế giới và các giải thưởng quốc tế với tổng công suất gần 7.000 khách/giờ, do hãng Doppermayer chế tạo",
          "rightTime": "tháng 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12",
          "history": [
            {
              "idHistoryStory": "BNH_HIS_1",
              "titleStoryStory": "Sự tích về núi Chúa Bà Nà",
              "contentStoryStory": "Núi Bà Nà thuộc xã Hoà Ninh, huyện Hoà Vang, Đà Nẵng, cách trung tâm thành phố nằm phố khoảng 25km về phía Tây Nam. Bà Nà được khám phá bởi đại úy Debay vào năm 1901. Lúc bấy giờ, toàn quyền Đông Dương Pháp muốn tìm một địa điểm tương tự như Đà Lạt để xây dựng nơi nghỉ dưỡng.",
              "avatarHistory": "BNH_HIS_1.jpg",
              "imgHistory": "BNH_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "BNH_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Tháng 4/1901, đại úy Debay đã phát hiện Bà Nà có địa hình tương đối bằng phẳng, khí hậu mát mẻ dễ chịu",
              "avatarHistory": "",
              "imgHistory": "",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "BNH_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "Tháng 11/1911, quan toàn quyền đã đề nghị đưa Bà Nà thành khu bảo tồn lâm nghiệp. Sau chiến tranh thế giới thứ 1, Bà Nà được người Pháp xây dựng thành khu nghỉ mát.",
              "avatarHistory": "",
              "imgHistory": "",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "BNH_HIS_4",
              "titleStoryStory": "",
              "contentStoryStory": "Từ năm 1928, khi con đường lên đỉnh núi hoàn thành, số du khách tới Bà Nà tăng dần lên, chủ yếu là quan chức Việt và người Pháp. Lúc bấy giờ, Bà Nà đã là khu du lịch nghỉ dưỡng nổi tiếng khắp Đông Dương",
              "avatarHistory": "",
              "imgHistory": "",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "BNH_CUL_1",
              "titleCulture": "Sun World Ba Na Hills khiến Đà Nẵng thú vị hơn với du khách",
              "contentCulture": "Trên ấn bản đặc biệt phát hành vào 16-7, tạp chí du lịch hàng đầu nước Úc- Escape khiến người đọc nước này mãn nhãn với hình ảnh Cầu Vàng và dành nhiều ca ngợi cho Đà Nẵng, khu du lịch Sun World Ba Na Hills. 5 năm kể từ khi ra mắt, Cầu Vàng- một biểu tượng du lịch của Việt Nam vẫn thu hút sự chú ý của cộng đồng quốc tế. Mới đây, cây cầu tiếp tục “gây sốt” cộng đồng du lịch Úc khi xuất hiện trên hai trang lớn của tờ Escape – tạp chí du lịch hàng đầu nước này. Cụ thể, hình ảnh Cầu Vàng mở đầu cho bài viết “Thrill and Chill” (Hồi hộp và thư giãn) của tác giả Ronan O'Connell, với mục đích chọn ra 5 thành phố đáng đến hàng đầu Việt Nam của năm 2023. Lần thứ 14 trở lại Việt Nam, trong chuyến “rong chơi” khắp mảnh đất hình chữ S suốt một tháng, Ronan cho rằng đất nước này chưa bao giờ khiến mình hết bất ngờ và anh đã bình chọn Hội An, Huế, Hà Nội, TP. Hồ Chí Minh và Đà Nẵng. Trong bài viết của mình, Ronan đặc biệt dành nhiều lời khen cho Đà Nẵng.",
              "imgCulture": "BNH_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "BNH_CUL_2",
              "titleCulture": "",
              "contentCulture": "Theo nhận định của Ronan O'Connell, Đà Nẵng là thành phố thân thiện với gia đình bậc nhất Đông Nam Á, chỉ sau Singapore. “Đà Nẵng hiện đại, sạch sẽ, yên bình, ít xe cộ và còn được bao quanh bởi vẻ đẹp lộng lẫy của thiên nhiên. Phía đông có biển và phía tây có những ngọn đồi xanh tươi”, cây bút này mô tả. Những điểm tham quan như Nhà thờ lớn Đà Nẵng, Bảo tàng Điêu khắc Chăm, Công viên APEC đều chỉ cách bãi biển xinh đẹp khoảng 3km. Trong chuyến đi Việt Nam lần này, Ronan cũng nhận định rằng những thành phố của Việt Nam đang phát triển chóng mặt và sự “bận rộn” này khiến anh muốn tìm đến những địa điểm yên bình để cân bằng lại, đúng với tiêu đề bài viết là “Thrill and Chill”. Vì vậy, bên cạnh việc chọn ra các điểm đến hàng đầu, anh cũng gợi ý cho độc giả những “ốc đảo” yên bình gần những điểm đến đó. Với Hội An, đó là thánh địa Mỹ Sơn. Với Huế, đó là vịnh Lăng Cô. Còn với Đà Nẵng, Ronan chọn Sun World Ba Na Hills.",
              "imgCulture": "BNH_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "BNH_CUL_3",
              "titleCulture": "",
              "contentCulture": "Không chỉ có nhiều điểm tham quan, mua sắm và nhiều hoạt động giải trí về đêm, Đà Nẵng “ăn điểm” hơn các thành phố khác trong khu vực, do có khu du lịch Sun World Ba Na Hills trên núi, với nhiều trải nghiệm phù hợp cho cả gia đình. Nằm ở độ cao khoảng 1500 m so với mực nước biển, Sun World Ba Na Hills là nơi “khiến Đà Nẵng thú vị hơn với mọi du khách”, Ronan O'Connell nhận xét. Các bậc phụ huynh có thể trải nghiệm đánh golf tại Bana Hills Golf Club, cầu bình an tại chùa Linh Ứng với quang cảnh đẹp như tranh và thử rượu vang tại Hầm rượu Debay 100 năm tuổi. Trong khi đó, trẻ em cũng sẽ mê say Sun World Ba Na Hills khi được vui chơi các trò cảm giác mạnh, leo núi đá trong nhà và tham quan bảo tàng tượng sáp. Giới trẻ lại tìm được cho mình những bức ảnh check-in độc đáo nhất tại vườn hoa Le Jardin D’Amour, làng Pháp và Cầu Vàng.",
              "imgCulture": "BNH_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "BNH_DISH_1",
              "nameDish": "Bánh xèo Đà Nẵng",
              "addressDish": "Quán Bà Dưỡng: K280/23 Hoàng Diệu, quận Hải Châu, TP. Đà Nẵng",
              "imgDish": "BNH_DISH_1.jpg",
              "dishIntroduction": "Bánh xèo Đà Nẵng được đổ trong chảo nhỏ, vỏ dày, màu vàng, có nhân tôm thịt, thêm chút giá, rau ăn kèm gồm dưa leo, xoài và ít xà lách ăn kèm với nước chấm tương đậu phộng bùi bùi, beo béo, mặn ngọt vừa phải và rất bắt vị."
            },
            {
              "idDish": "BNH_DISH_2",
              "nameDish": "Mì quảng Đà Nẵng",
              "addressDish": "Mì quảng Bà Mua: 19-21 Trần Bình Trọng, Q. Hải Châu, Đà Nẵng",
              "imgDish": "BNH_DISH_2.jpg",
              "dishIntroduction": "Mì quảng Đà Nẵng thơm nức mũi ăn kèm với rau sống, bánh đa, ít đậu phộng chan thêm một ít nước dùng được nấu với tôm thịt. Khi ăn trộn đều lên rồi cho thêm ít chanh cho dậy mùi, cùng ít ớt để hương vị đậm đà hơn."
            },
            {
              "idDish": "BNH_DISH_3",
              "nameDish": "Bún chả cá Đà Nẵng",
              "addressDish": "Quán bún chả cá 109: 109 đường Nguyễn Chí Thanh, TP. Đà Nẵng",
              "imgDish": "BNH_DISH_3.jpg",
              "dishIntroduction": "Điểm đặc biệt của bún chả cá Đà Nẵng là phần chả làm từ những con cá tươi nhất được quết đậm vị, đều tay, khiến món chả thêm thơm ngon, ngọt và dai giòn hơn các nơi khác."
            },
            {
              "idDish": "BNH_DISH_4",
              "nameDish": "Gỏi cá Nam Ô Đà Nẵng",
              "addressDish": "Quán Gỏi Nam Ô: 972 Nguyễn Lương Bằng, quận Liên Chiểu, TP. Đà Nẵng",
              "imgDish": "BNH_DISH_4.jpg",
              "dishIntroduction": "Gỏi cá Nam Ô được xem là một nét đặc sắc của Trung Bộ với phần gỏi ăn kèm nước chấm mè đậu phộng. Khi thưởng thức gắp một ít gỏi, cuốn với bánh tráng rau sống rồi chấm vào nước chấm, mang đến một hương vị tuyệt vời mà bạn không thể bỏ lỡ."
            }
          ],
          "comment": []
        },
        {
          "idTourist": "BMKDN",
          "nameTourist": "Biển Mỹ Khê",
          "typeTourist": "B",
          "address": "260 Võ Nguyên Giáp, Phường Phước Mỹ, Quận Sơn Trà, Đà Nẵng",
          "ticket": "Miễn phí",
          "imgTourist": "img_BMKDN_1.jpg",
          "touristIntroduction": "Bãi biển Mỹ Khê ở Đà Nẵng là một điểm đến nổi tiếng với cát trắng mịn, sóng biển êm đềm và nước ấm quanh năm, được bao bọc bởi những cây dừa thơ mộng. Mùa hè, từ tháng 5 đến tháng 8, là thời điểm tốt nhất để tận hưởng bãi biển này. Với độ mặn khoảng 60% và không gây ô nhiễm, nước ở đây được đánh giá là an toàn và đa dạng với nhiều loài san hô, động thực vật và tảo quý. Mỹ Khê cũng có nhiều dịch vụ dành cho khách du lịch như câu cá, lướt ván, lặn và du thuyền. Bãi biển được trang bị hệ thống cứu hộ đầy đủ và lực lượng cứu hộ có mặt 24/7 để đảm bảo an toàn cho du khách. Khi hoàng hôn buông xuống, Mỹ Khê mang đến cho du khách một màu sắc mới, tĩnh lặng hơn, tạo nên một không gian hài hòa giữa ngày và đêm. Cảm giác lắng đọng ấy khiến trái tim du khách rung động.",
          "rightTime": "tháng 4, 5, 6, 7, 8, 9",
          "history": [
            {
              "idHistoryStory": "BMKDN_HIS_1",
              "titleStoryStory": "Lịch sử hình thành và phát triển của thành phố Đà Nẵng",
              "contentStoryStory": "Chăm Pa là một quốc gia cổ từng tồn tại độc lập ở vùng Đông Nam Á. Lãnh thổ Chăm Pa lúc cực thịnh kéo dài từ dãy núi Hoành Sơn, Quảng Bình ở phía Bắc cho đến Bình Thuận ở phía Nam và từ biển Đông cho đến tận miền núi phía Tây của nước Lào ngày nay. Văn hóa Chăm Pa chịu ảnh hưởng sâu sắc của văn hóa Ấn Độ và Java đã từng phát triển rực rỡ với những đỉnh cao nghệ thuật là phong cách Đông Dương và phong cách Mỹ Sơn mà nhiều di tích đền tháp và các công trình điêu khắc đá, đặc biệt là các hiện vật có hình linga vẫn còn tồn tại cho đến ngày nay cho thấy ảnh hưởng của Ấn giáo và Phật giáo là hai tôn giáo chính của chủ nhân vương quốc Chăm Pa xưa.Vào thời Minh Mạng, các tiểu quốc Chăm Pa chính thức bị thôn tính và sáp nhập vào lãnh thổ Việt Nam. Các địa danh từ thời Chăm Pa vẫn còn tồn tại cho đến ngày nay. Trong đó nổi bậc là Đà Nẵng với nền văn hóa Mỹ Sơn đạt đến trình độ phát triển đỉnh cao. Đà Nẵng đã có từ dưới thời Chămpa. Người Việt đã mượn từ tiếng Chăm Pa mà Việt hóa tài tình, giữ cả âm lẫn nghĩa thành các địa danh dễ gọi. Hàn (han) có nghĩa là Bến, còn từ Đà Nẵng có nghĩa là Sông Già, Sông Lớn (Đà (đa) là sông, nước; Nẵng (nak) là già, lớn). Người Hoa Nam phát âm Đà Nẵng là Tu-rang, người Bồ Đào Nha khi đến Quảng Nam trong thế kỷ XVI, XVII đã ký âm thành Turan, Turam, Turao, Turơn, Turone, v.v... Dù kí âm như thế nào thì tên gọi Đà Nẵng vẫn có nghĩa là của sông lớn chảy ra biển, thể hiện vị trí thuận lợi và điều kiện phát triển sầm uất, trù phú của mảnh đất này.",
              "avatarHistory": "BMKDN_HIS_1.jpg",
              "imgHistory": "BMKDN_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "BMKDN_HIS_2",
              "titleStoryStory": "Lịch sử thành phố Đà Nẵng",
              "contentStoryStory": "Giữa thế kỷ XVI, khi Hội An đã là trung tâm buôn bán sầm uất ở phía Nam thì Đà Nẵng mới là vị trí tiền cảng, trung chuyển hàng hóa, tu sửa tàu thuyền. Đầu thế kỷ XVIII, vị trí tiền cảng của Đà Nẵng dần dần trở thành thương cảng thay thế cho Hội An, nhất là khi kỹ thuật đóng tàu ở châu Âu phát triển với những loại tàu thuyền lớn, đáy sâu, ra vào vịnh Đà Nẵng dễ dàng. Nhất là sau năm 1835, với chỉ dụ của vua Minh Mạng, Cửa Hàn (tên gọi Đà Nẵng khi đó) trở thành thương cảng lớn nhất Miền Trung. Sau khi hoàn thành xâm lược Việt Nam vào năm 1889, người Pháp tách Đà Nẵng khỏi Quảng Nam và đổi tên thành Tourane đánh dấu sự ra đời thành phố.",
              "avatarHistory": "BMKDN_HIS_2.jpg",
              "imgHistory": "BMKDN_HIS_2.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "BMKDN_CUL_1",
              "titleCulture": "Bàn về văn hóa biển ở Đà Nẵng",
              "contentCulture": "",
              "imgCulture": "BMKDN_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "BMKDN_CUL_2",
              "titleCulture": "",
              "contentCulture": "Đà Nẵng gắn bó với biển từ bao đời nay. Có người nhận xét rất đúng rằng trong ba đầu mối giao thông lớn nhất đất nước là Hà Nội, thành phố Hồ Chí Minh và Đà Nẵng thì chỉ Đà Nẵng là có biển - thậm chí biển đẹp, năm 2005 từng được Tạp chí Forbes của Mỹ bình chọn là một trong sáu bãi biển quyến rũ nhất hành tinh.",
              "imgCulture": "BMKDN_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "BMKDN_CUL_3",
              "titleCulture": "",
              "contentCulture": "Còn nhớ vua Lê Thánh Tông từng dành riêng cho Đà Nẵng hai câu thơ chữ Hán để đời: “Tam canh dạ tĩnh Đồng Long nguyệt - Ngũ cổ phong thanh Lộ Hạt thuyền”, qua đó nhà vua mô tả Đồng Long - vịnh Đà Nẵng - như là nơi vào ra hoặc neo đỗ của tàu thuyền nước ngoài. Hẳn hoạt động ngoại thương và cảng vụ sầm uất ở vịnh Đà Nẵng đầu thập niên 70 của thế kỷ XV cũng góp phần gợi thêm cảm hứng cho Lê Thánh Tông khi nhà vua đặt tên vùng đất vừa mới thuộc về quyền lực Nhà nước Đại Việt là Quảng Nam - mở rộng về phương Nam. Dường như trong tư duy mở nước của vị hoàng đế anh minh này, Quảng Nam không chỉ là mở tới về phía phương-Nam-đất-liền mà còn mở ra về phía phương-Đông-biển-cả. Nhắc lại chuyện mấy trăm năm xưa nhằm nhấn mạnh rằng với những tiên dân Đà Nẵng, biển dẫu chưa quen thuộc song không quá xa lạ và với không ít người trong số họ thì lộ trình chủ yếu để đến được vùng đất mới này cũng chính là đường biển - tất nhiên chỉ dọc theo duyên hải.",
              "imgCulture": "BMKDN_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "BMKDN_DISH_1",
              "nameDish": "Cao Lầu Đà Nẵng",
              "addressDish": "Cao lầu Hoài Phố: 255 Nguyễn Chí Thanh, quận Hải Châu, TP. Đà Nẵng",
              "imgDish": "BMKDN_DISH_1.jpg",
              "dishIntroduction": "Cao lầu Đà Nẵng với sợi cao lầu trông giống mì quảng nhưng dày hơn, ăn mềm dai. Khi thưởng thức dùng cùng thịt xíu, chan chút nước sốt được chế biến riêng và ít rau xanh."
            },
            {
              "idDish": "BMKDN_DISH_2",
              "nameDish": "Phá lấu Đà Nẵng",
              "addressDish": "Phá lấu Sài Gòn - Ngũ Hành Sơn: 57 Ngũ Hành Sơn, P. Mỹ An, Quận Ngũ Hành Sơn, Đà Nẵng",
              "imgDish": "BMKDN_DISH_2.jpg",
              "dishIntroduction": "Phá lấu là món ăn quen thuộc và được nhiều người yêu thích. Ghé Đà Nẵng thưởng thức ngay một chén phá lấu đậm đà, ăn cùng bánh mì, chấm với chút mắm me thì quả là tuyệt vời."
            },
            {
              "idDish": "BMKDN_DISH_3",
              "nameDish": "Bánh Đập Đà Nẵng",
              "addressDish": "Bánh đập dập: 139/10 Triệu Nữ Vương, Hải Châu 2, Q. Hải Châu, Đà Nẵng",
              "imgDish": "BMKDN_DISH_3.jpg",
              "dishIntroduction": "Bánh Đập Đà Nẵng ăn cùng bánh tráng mè nướng giòn, thơm, ngon. Khi thưởng thức cho một ít bánh tráng mè nướng lên rồi phủ bên trên một lớp bánh bột gạo mỏng giống bánh ướt, cho lên đó ít tép, ít hành lá, ít đậu phộng hành phi…"
            },
            {
              "idDish": "BMKDN_DISH_4",
              "nameDish": "Bánh canh Đà Nẵng",
              "addressDish": "Bánh canh bà Thu: số 22 Nguyễn Chí Thanh, quận Hải Châu, Đà Nẵng, Bánh canh Đường Ray: số K77A/09 Lê Độ, quận Thanh Khê, Đà Nẵng",
              "imgDish": "BMKDN_DISH_4.jpg",
              "dishIntroduction": "Bánh canh là một sự lựa chọn không nên bỏ qua khi đến Đà Nẵng. Món ăn này được ưa chuộng bởi nước dùng thanh ngọt đậm vị miền Trung cùng phần topping siêu ngon khó cưỡng."
            }
          ],
          "comment": []
        }
      ]
    },
    {
      "idProvines": "47",
      "nameProvines": "Quảng Nam",
      "touristAttraction": [
        {
          "idTourist": "PCHA",
          "nameTourist": "Phố cổ Hội An",
          "typeTourist": "TP",
          "address": "Tp. Hội An, Quảng Nam",
          "ticket": "Miễn phí",
          "imgTourist": "img_PCHA_1.jpg",
          "touristIntroduction": "Du lịch phố cổ Hội An là trải nghiệm thú vị và đáng nhớ với nhiều bạn trong và ngoài nước. Phố cổ Hội An là địa điểm du lịch nổi tiếng cách trung tâm thành phố Đà Nẵng khoảng 30km về phía Tây Nam. Không ồn ào, náo nhiệt, Hội An mang vẻ đẹp bình lặng và cổ kính. Sức hấp dẫn của đô thị hơn 400 năm tuổi xuất phát từ những kiến trúc cổ, những nhà mái ngói rêu phong, những con phố đèn lồng đầy màu sắc...Ngoài ra, Hội An cũng nổi tiếng với những lễ hội truyền thống đặc sắc như: lễ hội thành hoàng làng, lễ tưởng niệm các tổ sư ngành nghề, lễ kỷ niệm các bậc thánh nhân tôn giáo,... và các trò chơi dân gian như hò khoan, hò giã gạo, bài chòi,...Không chỉ được đắm mình trong vẻ đẹp bình dị của phố cổ, du lịch phố cổ Hội An bạn còn được khám phá sự giao thoa giữa các nền văn hóa phương Đông đến từ Nhật Bản, Trung Quốc và văn hóa Việt. Bởi Hội An vốn là thương cảng đông đúc và sầm uất nhất tồn tại dưới triều Nguyễn cách đây khoảng 200 năm, chính sự giao thương giữa Việt Nam và các nước khác (Nhật Bản, Trung Quốc,...) đã tạo nên một Hội An đa văn hóa, đa sắc màu tồn tại đến ngày nay...",
          "rightTime": "tháng 2, 3, 4, 5, 6, 7, 8",
          "history": [
            {
              "idHistoryStory": "PCHA_HIS_1",
              "titleStoryStory": "Thời kỳ tiền Hội An",
              "contentStoryStory": "Khu đô thị cổ Hội An nằm gần cửa sông Thu Bồn, con sông lớn nhất của tỉnh Quảng Nam. Mặc dù vậy, ngày nay từ trung tâm thành phố tới đến cửa sông cũng không còn gần lắm. Hạ lưu sông Thu Bồn khi đổ ra biển Đông được chia thành nhiều nhánh. Nhánh tiếp xúc với khu phố cổ mang tên sông Hội An, còn dòng chảy giữa hai cồn Cẩm Nam và Cẩm Kim là dòng chính của sông Thu Bồn. Trên những bản đồ cổ thế kỷ 17, 18, Hội An nằm trên bờ Bắc của sông Thu Bồn, thông với biển Đông bẳng cửa Đại Chiêm và một dòng sông nối với cửa Đại của Đà Nẵng, phía ngoài là một doi cát rộng. Dấu vết dòng sông nối liền Hội An với biển Cửa Hàn có thể xác định là con sông Cổ Cò - Đế Võng ngày nay. Trên thủy trình cổ này đã từng tìm thấy nhiều lô tàu, mỏ neo bị chôn vùi trong lòng đất.",
              "avatarHistory": "PCHA_HIS_1.jpg",
              "imgHistory": "PCHA_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "PCHA_HIS_2",
              "titleStoryStory": "Ra đời và phát triển phồn vinh",
              "contentStoryStory": "Hội An ra đời vào khoảng nửa cuối thế kỷ 16, thời kỳ Việt Nam nằm dưới sự trị vì của nhà Lê. Vào năm 1527, Mạc Đăng Dung giành ngôi nhà Lê, vùng Đông Kinh thuộc quyền cai quản của nhà Mạc. Năm 1533, Nguyễn Kim nhân danh nhà Lê tập hợp binh sĩ chống lại nhà Mạc. Sau khi Nguyễn Kim chết năm, người con rể Trịnh Kiểm nắm giữ quyền hành, dòng họ Nguyễn Kim bị lấn át. Năm 1558, người con thứ của Nguyễn Kim là Nguyễn Hoàng cùng gia quyến và một số binh lính lui về cố thủ ở vùng Thuận Hóa và từ sau năm 1570, Nguyễn Hoàng tiếp tục nắm quyền trấn thủ Quảng Nam.[12] Cùng với con trai là Nguyễn Phúc Nguyên, Nguyễn Hoàng xây dựng thành lũy, ra sức phát triển kinh tế Đàng Trong, mở rộng giao thương buôn bán với nước ngoài và Hội An trở thành thương cảng quốc tế sầm uất bậc nhất khu vực Đông Nam Á thời kỳ đó.[13]",
              "avatarHistory": "PCHA_HIS_2.jpg",
              "imgHistory": "PCHA_HIS_2.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "PCHA_HIS_3",
              "titleStoryStory": "Thời kỳ suy vong",
              "contentStoryStory": "Thế kỷ 18, khi cuộc khởi nghĩa Tây Sơn diễn ra ở miền Nam, chúa Trịnh đánh chiếm Quảng Nam dinh năm 1775, cảng thị Hội An rơi vào cảnh chiến tranh loạn lạc.[23] Sau khi chiếm được Hội An, quân Trịnh đã triệt phá những nhà cửa thuộc khu vực thương mại, chỉ để lại các công trình tín ngưỡng.[24] Nhiều nhân vật quan trọng của dòng họ Nguyễn cùng những thương gia người Hoa giàu có đã di cư vào miền Nam, mang theo của cải và lập nghiệp tại Sài Gòn - Chợ Lớn, để lại một Hội An điêu tàn, đổ nát.[25] Năm 1778, một người Anh Charles Chapman đi qua đây sau thời Tây Sơn đã ghi lại: Khi tới Hội An, thành phố lớn này chẳng còn lại là bao những khu phố được quy hoạch quy củ với những ngôi nhà xây bằng gạch, đường lát đá mà chỉ thấy một cảnh hoang tàn làm cho ta cảm thấy xót xa. Trời ơi, những công trình ấy bây giờ chỉ còn đọng lại trong ký ức mà thôi.[26] Khoảng 5 năm sau, cảng thị Hội An mới dần dần hồi sinh, hoạt động thương mại được phục hồi nhưng không được như trước. Người Việt cùng người Hoa cùng xây lại thành phố từ những đống đổ nát cũ, những ngôi nhà mới mọc lên theo kiến trúc của họ và vô tình, dấu vết của khu phố Nhật Bản đã bị xóa đi mãi mãi.[27]",
              "avatarHistory": "PCHA_HIS_3.jpg",
              "imgHistory": "PCHA_HIS_3.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "PCHA_CUL_1",
              "titleCulture": "",
              "contentCulture": "So với các đô thị khác của Việt Nam, Hội An có những đặc điểm lịch sử và địa lý nhân văn rất riêng biệt. Mảnh đất nơi đây có một lịch sử lâu đời và là nơi gặp gỡ, giao thoa của nhiều nền văn hóa. Đặc điểm đầu tiên có thể nhận thấy ở văn hóa Hội An chính là tính đa dạng. Những người Việt vào cư trú ở Hội An từ cuối thế kỷ 15 chung sống hòa bình với bộ phận dân cư người Chăm vẫn định cư rất lâu từ trước đó. Khi Hội An trở thành thương cảng quốc tế sầm uất, nơi đây đã tiếp nhận nhiều cư dân mới đến từ nhiều nền văn hóa khác nhau.[83] Điều này giúp cho Hội An có được một nền văn hóa nhiều tầng, nhiều lớp và đa dạng, thể hiện ở tất cả các hình thái văn hóa phi vật thể như phong tục tập quán, văn học dân gian, ẩm thực, lễ hội... Một đặc điểm nổi bật khác của văn hóa Hội An là tính bình dân. Khác với Huế, kinh thành cũ, nơi nhiều di sản văn hóa mang tính chất cung đình, hệ thống di tích của Hội An là những thiết chế văn hóa cổ truyền của cuộc sống đời thường.[84] Ở Hội An, văn hóa phi vật thể vẫn đang sống và tương thích với hình thái văn hóa vật thể.[85]",
              "imgCulture": "PCHA_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "PCHA_CUL_2",
              "titleCulture": "Tín ngưỡng tại Hội An",
              "contentCulture": "Tại Hội An, bên cạnh tục thờ cúng gia tiên, những người dân còn có tục thờ Ngũ tự gia đường. Theo quan niệm ở đây, nước có vua nhà có chủ, thần chủ nhà chính là Ngũ tự gia đường. Phần đông ý kiến cho rằng Ngũ tự gia đường là năm vị thần trong coi cai quản và sắp đặt vận mệnh cho một gia đình, gồm thần Bếp, thần Giếng, thần Cổng, Tiên sư bổn mạng và Cửu thiên huyền. Với một số ít người Hoa, Ngũ tự gia đường gồm năm vị thần Táo quân, Môn thần, Hộ thần, Tỉnh thần và Trung Lưu thần. Khám thờ Ngũ tự gia đường được đặt trang trọng ngay giữa nhà, trên bàn thờ gia tiên.[86] Thực tế, trong các ngôi nhà ở Hội An, ngoài khám thờ chung, mỗi vị thần trong Ngũ tự gia đường lại có nơi thắp hương riêng, như thần Táo được thờ ở bếp, thần Cổng được thắp nhang nơi cổng, thần Giếng có ban thờ gần giếng... Đặc biệt, trong các gia đình người Hoa, thay vì thờ Táo Quân trong bếp, họ lại đặt khám thờ Táo Quân ở không gian sân trời, bên cạnh khám thờ thần Thiên quan tứ phước.[86] Về tôn giáo, có thể thấy ở Hội An tồn tại nhiều tôn giáo khác nhau như Phật giáo, Công giáo Rôma, Tin Lành, Cao Đài... nhưng Phật giáo vẫn chiếm đa số nhất. Nhiều gia đình ở Hội An không theo Phật giáo những vẫn thờ Phật và ăn chay. Những vị phật được thờ chủ yếu là Phật Bà Quan Âm và Thích Ca Mâu Ni, một số gia đình còn thờ Tam thế phật, gồm Thích Ca Mâu Ni và hai vị Quân Âm Bồ Tát, Thế Chí Bồ Tát. Trong mỗi nhà, khám thờ Phật được đặt nơi trang nghiêm, thanh tịnh, thường cao hơn ban thờ gia tiên một bậc. Thậm chí có những gia đình dành riêng một gian rộng để thờ Phật và làm nơi tụng niệm.[87]",
              "imgCulture": "PCHA_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "PCHA_CUL_3",
              "titleCulture": "Lễ hội truyền thống tại Hội An",
              "contentCulture": "Ở Hội An hiện nay vẫn gìn giữ được nhiều loại hình lễ hội truyền thống, như lễ hội kính ngưỡng thành hoàng làng, lễ hội tưởng niệm những vị tổ sư ngành nghề, lễ hội kỷ niệm các bậc thánh nhân, lễ hội tín ngưỡng tôn giáo. Quan trọng nhất chính là những lễ hội đình ở các làng ven đô thị. Thông thường, mỗi làng đều có một ngôi đình để thờ thành hoàng và các vị tiền hiên. Mỗi năm, thường vào đầu mùa xuân, các làng lại mở lễ hội để kính ngưỡng vị thánh của làng mình và tưởng nhớ công lao các vị tiên hiền. Công việc này thường do những người cao niên phụ trách, cứ đến kỳ hạn họ bầu ra một ban tế lễ và dân làng cùng đóng góp kinh phí, tham gia vệ sinh, trang hoàng đình miếu. Lễ cúng thường diễn ra trong hai ngày, ngày thứ nhất chỉ làm lễ cáo yết, ngày thứ hai mới là ngày tế chính thức.[91] Vào dịp rằm tháng giêng và rằm tháng bảy hàng năm, những người dân vùng Hội An tổ chức lễ hội Long Chu tại các đình làng. Dịp tổ chức lễ hội chính là hai thời điểm chuyển từ mùa mưa sang mùa khô và ngược lại, khoảng thời gian dịch bệnh thường xảy ra. Trong suy nghĩ của dân gian, các dịch bệnh cho những thế lực thiên nhiên xấu xa mang tới, vì vậy tất cả mọi người trong làng, không trừ một ai, đều tham gia vào lễ hội. Vào ngày lễ chính, toàn thể dân làng rước Long Chu, một chiếc thuyền làm theo hình rồng, về đình và người chủ bái cùng thầy phù thủy sẽ khai quan điểm nhãn cho Long Chu. Sau nhiều nghi lễ cúng tế, buổi tối các tráng đinh đưa Long Chu đến những nơi cần yểm và sau đó mang đốt rồi thả ra biển.[92]",
              "imgCulture": "PCHA_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "PCHA_DISH_1",
              "nameDish": "Cao lầu Hội An",
              "addressDish": "Quán lầu Hồng: 18, Thái Phiên, Hội An",
              "imgDish": "PCHA_DISH_1.jpg",
              "dishIntroduction": "Những du khách khi đến Hội An thì chắc chắn không thể bỏ qua món Cao Lầu. Ban đầu ăn Cao Lầu thì vẻ lạ miệng nhưng càng ăn lại càng mê mẩn cái vị ngon này: Sợi mì dai dai, thịt thơm mềm và ăn kèm những loại rau thơm."
            },
            {
              "idDish": "PCHA_DISH_2",
              "nameDish": "Mì Quảng Hội An",
              "addressDish": "Mì Quảng ông Hai: 6A, Trương Minh Thượng, Hội An",
              "imgDish": "PCHA_DISH_2.jpg",
              "dishIntroduction": "Đến với Hội An mà chưa được ăn món mì Quảng thì tiếc lắm nha. Món ăn này không chỉ hấp dẫn về màu sắc mà còn hấp dẫn về hương vị : Sợi mì trăng trắng, thịt mềm, tôm rim đậm đà. Ăn một bát lại muốn ăn thêm bát thứ 2 !"
            },
            {
              "idDish": "PCHA_DISH_3",
              "nameDish": "Bánh đập hến xào",
              "addressDish": "Quán hến xào bà già: Thôn 1, Cẩm Nam, Hội An",
              "imgDish": "PCHA_DISH_3.jpg",
              "dishIntroduction": "Nếu bạn có dịp đến Hội An thì đừng quên dành chút thời gian để thưởng thức món bánh đập hến nha. Tuy chỉ là một món ăn bình dị nhưng vị ngon của nó thì khó cưỡng nổi : Vị giòn giòn của những chiếc bánh đập ăn cùng với hến và nước chấm đậm đà."
            },
            {
              "idDish": "PCHA_DISH_4",
              "nameDish": "Chè Hội An",
              "addressDish": "Chè hạt sen bà Năm: 01 Hoàng Văn Thụ, Hội An",
              "imgDish": "PCHA_DISH_4.jpg",
              "dishIntroduction": "Hội An với đa dạng các loại chè, tha hồ cho bạn lựa chọn như: Chè đậu xanh, chè thập cẩm, chè hạt sen,... Những món chè Hội An này chắc chắn sẽ làm siêu lòng những tín đồ mê đồ ngọt.Hãy thử ngay nhé !"
            }
          ],
          "comment": []
        },
        {
          "idTourist": "CLCQN",
          "nameTourist": "Cù Lao Chàm",
          "typeTourist": "N",
          "address": "xã Tân Hiệp, Hội An, Quảng Nam",
          "ticket": "Có thể đi theo tour",
          "imgTourist": "img_CLCQN_1.jpg",
          "touristIntroduction": "Nếu bạn đã quá quen thuộc với phố cổ Hội An sầm uất và muốn tìm cho mình một nơi để thả hồn vào dòng nước biển mát lành thì Cù Lao Chàm là một ứng cử viên vô cùng sáng giá. Đến với “thiên đường xanh” này, bạn sẽ được câu cá cùng ngư dân, lặn biển ngắm san hô, dựng lều cắm trại trên bờ biển và vô vàn những hoạt động du lịch trải nghiệm đậm chất địa phương.",
          "rightTime": "tháng 3, 4, 5, 6, 7, 8",
          "history": [
            {
              "idHistoryStory": "CLCQN_HIS_1",
              "titleStoryStory": "Lịch sử hình thành Cù Lao Chàm",
              "contentStoryStory": "Tên gọi Cù Lao Chàm : Từ khi được biết đến nơi đây có rất nhiều tên gọi như Puliciam, Chiêm Bất Lao, Tiên Bích La. Song từ khi được ghi trên bản đồ Tây phương với cái tên Champello” lấy từ tiếng Nam-Ấn (Autronesian) “Pulau Champa” thì những tên gọi trước đó dần bị lãng quên. Lâu dần từ cái tên Pulau Champa được đọc thành Cù Lao Chàm.",
              "avatarHistory": "CLCQN_HIS_1.jpg",
              "imgHistory": "CLCQN_HIS_1.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "CLCQN_CUL_1",
              "titleCulture": "Lễ hội Cầu Ngư Cù Lao Chàm",
              "contentCulture": "Thờ cúng cá Ông là phong tục cổ xưa của đa số ngư dân vùng biển trên khắp Việt Nam. Ngư dân Cù Lao Chàm cho rằng Cá Ông là vị thần trên biển, thường xuất hiện trên biển để cứu ngư dân gặp nạn. Hằng năm, ngư dân thường tổ chức lễ hội cầu Ngư với mục đích tạ ơn trên đã phù hộ cho 1 năm yên bình.",
              "imgCulture": "CLCQN_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "CLCQN_CUL_2",
              "titleCulture": "Lễ giỗ Tổ nghề Yến Cù Lao Chàm",
              "contentCulture": "Giỗ tổ nghề Yến Cù Lao Chàm rất quan trọng đối với ngư dân bãi Hương, Tân Hiệp, Hội An, Quảng Nam. Nhằm tưởng nhớ công ơn các bậc tiền nhân khai sáng nghề làm yến.Qua đó, cũng cầu cho một năm an lành, và nâng cao niềm tự hào cũng như ý thức bảo vệ tài nguyên thiên nhiên quý hiếm của biển đảo",
              "imgCulture": "CLCQN_CUL_2.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "CLCQN_DISH_1",
              "nameDish": "Cua đá",
              "addressDish": "",
              "imgDish": "CLCQN_DISH_1.jpg",
              "dishIntroduction": "Du lịch Cù Lao Chàm không thể không thưởng thức hải sản tươi ngon. Trong đó, nổi tiếng nhất là các món ăn đặc sản cua đá trong tour Cù lao Chàm Hội An. Cua đá sống ở trong hang trên núi và thức ăn chính là thực vật. Do vậy, thịt cua đá rất béo, chắc và ngọt. Người dân trên đảo vẫn gọi món ăn từ cua đá là vị thuốc rất tốt cho sức khỏe. Đặc biệt khác với cua biển hay cua đồng, thịt cua đá hoàn toàn không có vị tanh. Một con cua đá trưởng thành có trọng lượng lên tới 400gram."
            },
            {
              "idDish": "CLCQN_DISH_2",
              "nameDish": "Mực một nắng",
              "addressDish": "",
              "imgDish": "CLCQN_DISH_2.jpg",
              "dishIntroduction": "Chắc chắn rồi! Món mực một nắng được người dân Cù Lao Chàm chế biến bằng công thức đặc biệt. Vì vậy thịt của con mực không bị khô và dai thay vào đó là thịt mềm, ngọt tự nhiên. Chế biến món mực một nắng không khó nhưng đòi hỏi ở bạn sự kiên trì, tỉ mỉ, cẩn thận và khéo léo. Những con mực một nắng ngon nhất sẽ chỉ có duy nhất vào khoảng thời gian từ tháng 2- tháng 5 âm lịch. Đây cũng là mùa câu mực trong năm."
            },
            {
              "idDish": "CLCQN_DISH_3",
              "nameDish": "Bào ngư",
              "addressDish": "",
              "imgDish": "CLCQN_DISH_3.jpg",
              "dishIntroduction": "Một đặc sản quý hiếm khác của Cù Lao Chàm đó là bào ngư. Bào ngư (ốc cửu không) là một loại ốc rất giàu giá trị dinh dưỡng. Chỉ những người thợ lặn có nhiều kinh nghiệm mới bắt được bào ngư. Bởi những con bào ngư sinh sống ở tảng đá ngầm sâu trong vùng biển có độ mặn cao. Do sống ở vùng nước sạch nên con bào ngư khi bắt lên được chế biến ngay mà chẳng cần phải ngâm, rửa. Thịt bào ngư dày, giòn và thơm."
            },
            {
              "idDish": "CLCQN_DISH_4",
              "nameDish": "Hải sâm Cù Lao Chàm",
              "addressDish": "",
              "imgDish": "CLCQN_DISH_4.jpg",
              "dishIntroduction": "Hải sâm (dưa biển) sống ở vùng nước biển có độ sâu từ 2m- 5m. Đây là một loại thực phẩm bổ dưỡng có công dụng bổ thận, tráng dương, nhuận huyết và đặc biệt là kháng ung thư. Hình dáng của hải sâm giống như sâu nhưng lại có mắt giống bạch tuộc. Thịt hải sâm kết hợp với các loại gia vị khác tạo nên món ăn lạ miệng. Chỉ những người sành ăn mới thấy món ăn này ngon."
            }
          ],
          "comment": []
        }
      ]
    },
    {
      "idProvines": "57",
      "nameProvines": "Thừa Thiên - Huế",
      "touristAttraction": [
        {
          "idTourist": "DNHTTH",
          "nameTourist": "Đại Nội Huế",
          "typeTourist": "TP",
          "address": "đường 23/8, phường Thuận Hòa, thành phố Huế, tỉnh Thừa Thiên Huế.",
          "ticket": "Miễn phí",
          "imgTourist": "img_DNHTTH_1.jpg",
          "touristIntroduction": "Là một phần trong quần thể di tích Cố đô Huế, được UNESCO công nhận là di sản văn hóa thế giới vào năm 1993. Du khách sẽ được trải nghiệm đa dạng các dịch vụ như: Không gian trình diễn nghề truyền thống Huế, Trải nghiệm thực tế ảo VR, Xe điện, Dịch vụ thuyết minh tự động, Chụp ảnh cổ trang, Thuyết minh Đại Nội Huế là một phần trong quần thể di tích Cố đô Huế, mang đậm dấu ấn văn hóa, lịch sử, kiến trúc của triều đại nhà Nguyễn, được UNESCO công nhận là di sản văn hóa thế giới vào năm 1993. Toàn cảnh Đại Nội Huế còn lưu giữ nhiều dấu ấn đặc sắc của phong kiến triều đình nhà Nguyễn hàng trăm năm để lại. Đại Nội Huế có hai khu vực chính là Hoàng Thành và Tử Cấm Thành. Hoàng Thành là nơi vua thiết triều và làm việc, bao gồm Cổng Ngọ Môn và Điện Thái Hòa.Tử Cấm Thành là khu vực dành riêng cho vua và hoàng tộc, gồm Đại Cung Môn, Tả Vu và Hữu Vu, Điện Cần Chánh, Thái Bình Lâu, Cung Diên Thọ... Đến với Đại Nội Huế, du khách sẽ được trải nghiệm đa dạng các dịch vụ như: Không gian trình diễn nghề truyền thống Huế: Tôn tạo, phục dựng và giới thiệu các ngành nghề thủ công truyền thống từng có dưới thời nhà Nguyễn, các nghề truyền thống Huế, trong không gian phủ Nội Vụ - Đại Nội Huế - Trải nghiệm thực tế ảo VR: Những hình ảnh của kinh thành thời Nguyễn được hiện ra đầy đủ, rõ nét sinh động cùng với những hoạt động, nghi thức hàng ngày trong hoàng cung hàng trăm năm trước.",
          "rightTime": "tháng 1, 2, 3, 4, 5, 6",
          "history": [
            {
              "idHistoryStory": "DNHTTH_HIS_1",
              "titleStoryStory": "Lịch sử hình thành Đại Nội Huế",
              "contentStoryStory": "Vào năm 1803 vào thời vua Gia Long lên ngôi ông đã nhận thấy được rằng Huế là một nơi có một phong cảnh vô cùng thanh bình và đầy thơ mộng. Lúc bấy giờ vua Gia Long đã nảy ra ý định xây dựng cố đô của triều đình nhà Nguyễn. Hơn 30 năm xây dựng thì kinh đô đã chính thức hoàn thành trọn vẹn mang một nét đẹp trữ tình hòa hợp với thiên nhiên. Ở Đại Nội Huế gồm 2 phần chính đó là Hoàng Thành và Tử Cấm mỗi khu vực đều có nhiều công trình khác nhau như Cổng Ngọ Môn, Điện Thái Hòa, Điện Cần Chánh,…",
              "avatarHistory": "DNHTTH_HIS_1.jpg",
              "imgHistory": "DNHTTH_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "DNHTTH_HIS_2",
              "titleStoryStory": "Cổng Ngọ Môn Huế ",
              "contentStoryStory": "Cổng Ngọ Môn nhìn về phía Nam kinh thành và trông xa ra dòng sông Hương thơ mộng. Cổng Ngọ Môn có 5 cửa, trong đó cửa chính ở giữa từng là cổng dành cho vua đi, hai cổng bên dành cho quan văn, quan võ, và hai cổng bên quanh là dành cho binh lính cùng voi ngựa theo hầu. Được xây phía trên cổng là Lầu Ngũ Phụng có kết cấu bằng gỗ lim, chia làm 2 tầng và 9 bộ mái, mái giữa được lợp màu vàng, còn lại là 8 lợp mái xanh. Trước đây, Lầu Ngũ Phụng là nơi tổ chức một số các lễ lớn của triều đình nhà Nguyễn. Trải qua gần 2 thế kỷ và chứng kiến bao mốc sự kiện lịch sử quan trọng của dân tộc, Cổng Ngọ Môn vẫn tồn tại theo thời gian và đã trở thành một kiệt tác kiến trúc cổ xuất sắc!",
              "avatarHistory": "DNHTTH_HIS_2.jpg",
              "imgHistory": "DNHTTH_HIS_2.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "DNHTTH_HIS_3",
              "titleStoryStory": "Điện Thái Hoà",
              "contentStoryStory": "Điện Thái Hòa là một biểu trưng quyền lực của Hoàng triều nhà Nguyễn. Nằm trong khu vực Hoàng thành, Điện Thái Hoà cùng Sân Đại Triều Nghi từng là nơi diễn ra các buổi thiết triều quan trọng của triều đình.",
              "avatarHistory": "DNHTTH_HIS_3.png",
              "imgHistory": "DNHTTH_HIS_3.png",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "DNHTTH_CUL_1",
              "titleCulture": "",
              "contentCulture": "Lễ hội Huế luôn mang đến những ấn tượng đặc biệt cho du khách. Đừng bỏ qua cơ hội khám phá nét văn hóa truyền thống đặc sắc để hiểu thêm về đặc trưng của lịch sử, văn hóa Việt Nam qua các lễ hội ở Huế. Các lễ hội ở Huế với những hoạt động sôi nổi, đậm màu sắc vùng miền góp phần tạo nên nét văn hoá độc đáo, hấp dẫn du khách khi ghé thăm cố đô. Vậy lễ hội Huế có những gì? Cuốn cẩm nang này sẽ giúp bạn có hành trình du lịch Huế giàu trải nghiệm.",
              "imgCulture": "",
              "videoCulture": ""
            },
            {
              "idCulture": "DNHTTH_CUL_2",
              "titleCulture": "Lễ hội Thanh Trà",
              "contentCulture": "Lễ hội Thanh Trà Huế thường tổ chức vào thời gian thu hoạch trái thanh trà (cuối tháng 8 đến đầu tháng 9). Khi đến với lễ hội, du khách có thể thăm quan, mua sắm những loại hoa quả nổi tiếng xứ Huế với tâm điểm là trái thanh trà. Song hành với đó, lễ hội Huế Thanh Trà còn có rất nhiều chương trình phục vụ du khách như: Hội thi sản phẩm trái ngon thanh trà Huế, lễ cáo giang sơn cung tiến thanh trà, các trò chơi dân gian… Đặc biệt hơn nữa, ngoài việc thường thức trái cây tươi ngon thì du khách cũng có cơ hội được thưởng thức các món ăn được chế biến từ chính trái thanh trà như: bánh canh thanh trà, thanh trà rim, chè thanh trà, súp thanh trà…",
              "imgCulture": "DNHTTH_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "DNHTTH_CUL_3",
              "titleCulture": "Lễ hội điện Hòn Chén",
              "contentCulture": "Lễ hội ở Huế điện Hòn Chén là một trong những lễ hội truyền thống ở Huế nói riêng và của Việt Nam nói chung, được tổ chức ở điện Hòn Chén khi trời vừa chuyển năm mới. Lễ hội Huế điện Hòn Chén diễn ra rất long trọng với lễ rước Thiên Y Na thánh mẫu. Nghi lễ rước diễn ra trên sông Hương với nhiều chiếc thuyền được trang hoàng rực rỡ bằng màu vàng và cờ xí là chủ đạo. Lễ rước mang theo bàn thờ Thánh cùng long kiệu Thánh mẫu, hòm sắc vua phong và các khí tự như cờ, quạt, tàn… Sau khi kết thúc lễ rước là lễ Túc Yết, lên đồng hầu bóng diễn ra đến lúc kết thúc lễ hội.",
              "imgCulture": "DNHTTH_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "DNHTTH_DISH_1",
              "nameDish": "Bún bò Huế",
              "addressDish": "Bún bò Huế vỉa hè - Số 36 Tô Hiến Thành, Phú Cát, Thành phố Huế",
              "imgDish": "DNHTTH_DISH_1.jpg",
              "dishIntroduction": "Bún bò Huế là đặc sản nổi tiếng không chỉ trong nước mà bạn bè trên thế giới còn biết đến. Một tô bún bò mang đến nhiều hương vị khác nhau đến từ các gia vị, rau nêm như mùi sả, mùi nước hầm xương, mùi chanh, tiêu,... nhưng vô cùng hòa quyện tạo nên nước dùng đầy đủ hương vị khiến thực khách ăn mãi không thôi."
            },
            {
              "idDish": "DNHTTH_DISH_2",
              "nameDish": "Cơm âm phủ",
              "addressDish": "Quán cơm Âm Phủ - Số 51 Nguyễn Thái Học, Phú Hội, Thành phố Huế.",
              "imgDish": "DNHTTH_DISH_2.jpg",
              "dishIntroduction": "Cơm âm phủ Huế là một trong những món ăn đặc sản mang đậm nét văn hóa Huế. Cái tên lạ lùng nhưng rất hấp dẫn. Món ăn được chế biến từ nhiều nguyên liệu, đủ màu sắc tạo nên một bức tranh ẩm thực vô cùng cuốn hút. Cơm trắng thường đặt ở giữa, xung quanh là rau xanh, cải chua, thịt ba rọi, nem chua, chả Huế,... và được trang trí bằng một ít hành, ngò."
            },
            {
              "idDish": "DNHTTH_DISH_3",
              "nameDish": "Bánh canh",
              "addressDish": "Bánh canh Nam Phổ - Số 76 Hàn Thuyên, Phú Hậu, Thành phố Huế",
              "imgDish": "DNHTTH_DISH_3.jpg",
              "dishIntroduction": "Bánh canh là món ăn dân dã quen thuộc có ở Quảng Trị, Quảng Bình nhưng bánh Huế mới là món thượng hạng nhất với nước lèo có màu đỏ từ gạch cua và tôm được trộn lẫn với hạt điều. Sợi bánh canh trong suốt, dẻo, dai và không bị nát."
            },
            {
              "idDish": "DNHTTH_DISH_4",
              "nameDish": "Bún thịt nướng",
              "addressDish": "Quán bún thịt nướng, bún mắm Nguyễn Trường Tộ - đối diện số 35 Nguyễn Trường Tộ, thành phố Huế.",
              "imgDish": "DNHTTH_DISH_4.jpg",
              "dishIntroduction": "Bún thịt nướng là món ăn đặc sản Huế được nhiều người ưa chuộng bởi gia vị ướp thịt vừa đủ, thịt được nướng khá mềm, không bị khô. Ăn kèm với nước chấm thần thánh, đặc biệt là có nhiều loại rau xanh để thực khách không bị ngán."
            }
          ],
          "comment": []
        },
        {
          "idTourist": "LHTXH",
          "nameTourist": "Làng Hương Thủy Xuân Huế",
          "typeTourist": "TP",
          "address": "84 Huyền Trân Công Chúa, phường Thủy Xuân, thành phố Huế, tỉnh Thừa Thiên Huế",
          "ticket": "Miễn phí",
          "imgTourist": "img_LHTXH_1.jpg",
          "touristIntroduction": "Làng nghề làm hương Thủy Xuân nằm trên tuyến đường tham quan du lịch lăng Tự Đức, đồi Vọng Cảnh nên khá thuận lợi để người dân thập phương và khách du lịch biết đến làng nghề nhiều hơn. Du khách đến tham quan làng Hương, khám phá các công đoạn làm hương bằng thủ công tại làng thích thú khi tự tay se được một cây hương, tự mình làm nên một que hương, cũng như được tìm hiểu thêm về nghề về người và cuộc sống của người dân xứ Huế. Hương ở Thủy Xuân có mùi thơm đặc trưng và chất lượng tốt. Hầu hết người dân ở đây đều làm nghề se hương, sống bằng nghề làm hương. Nghề truyền thống của ông cha đã ăn sâu vào máu thịt của người dân làng Thủy Xuân. Họ say mê, yêu nghề, tỉ mẩn với nghề từ sáng đến tối. Họ duy trì nghề làm hương bởi cái đam mê với nghề là chính, vì hương được làm thủ công, không dùng máy đánh nên năng suất không được nhiều như làm máy, giá thành lại rất bình dân nên lợi nhuận chỉ đủ lo bữa cơm trong ngày, thế nhưng khách đến mua hương, mua quà lưu niệm hay chỉ để xin chụp ảnh họ đều rất vui vẻ, niềm nở với nụ cười hiền hòa, thân thiện. Ngay khi bước chân đến đầu làng, hương thơm của hương đã tỏa ngát khắp không gian. Để làm ra một cây hương thì khâu đầu tiên là khâu chọn nguyên liệu, thường gồm:  Ngũ vị thuốc bắc với quế chi, thảo quả, nụ tùng, đinh hương, hoa hồi, bạch đàn, quế…hòa với nước, trộn lại với nhau làm bột hương. Sau đó là công đoạn làm lõi hương, lõi hương được làm từ ruột tre chẻ nhỏ đều tăm tắp, phơi nắng nhiều ngày để khô và giòn, Tre làm lõi hương là tre già lấy từ rừng Nam Đông, Bình Điền, Phong Sơn. Bột hương trộn dẻo rồi được se quanh lõi hương, se sao cho vừa đủ mỏng, tròn thì lại đem đi phơi nắng. Người làng Thủy Xuân vẫn lưu giữ cách làm hương truyền thống thay vì máy se hương tuy khá vất vả hơn nhưng lại dân gian, giữ gìn nét truyền thống, “hồn cốt” của nghề. Làng hương Thủy Xuân cung cấp ra thị trường đủ các loại hương như: Hương quế, hương dầu sả, hương thơm tẩy mùi, nhang vòng, nụ trầm, nổi bật nhất là hương Trầm, hương của làng không sử dụng hóa chất, chỉ dùng các loại hương liệu, nguyên liệu tự nhiên thân thiện với môi trường, sức khỏe nên có màu vàng sáng hơn các loại hương những nơi khác và mùi hương đặc trưng dễ chịu. Ban đầu hương chỉ có màu nâu và đỏ, nhưng nay du khách sẽ dễ dàng thấy nhiều loại hương với phần chân hương đủ màu sắc: tím, vàng, xanh, hồng…xòe thành những bông hoa hương đầy màu sắc lung linh, rực rỡ trong nắng. Không gian rực rỡ sắc màu và sự nhiệt tình, niềm nở hiếu khách của người dân nơi đây này đã làm cho du khách bị mê hoặc, trầm trồ và vỡ òa. Chỉ cần bấm máy, du khách sẽ có những hình ảnh auto lung linh như trong tạp chí. Bây giờ người dân ở đây còn kết hợp vừa làm hương vừa kết hợp làm các sản phẩm du lịch, bán các mặt hàng lưu niệm như tranh sơn dầu, quạt, đồ thổ cẩm để thêm thu nhập, giúp cuộc sống người dân khởi sắc hơn. Hương Thủy Xuân không chỉ cung ứng nhu cầu trong tỉnh mà còn trong cả nước cũng như xuất khẩu nước ngoài. Làng hương Thủy Xuân đã trở thành một nét đẹp văn hóa đặc sắc của vùng đất Cố đô được lưu truyền và phát triển đến tận bây giờ.",
          "rightTime": "tháng 3, 4, 5, 6, 7, 8",
          "history": [
            {
              "idHistoryStory": "LHTXH_HIS_1",
              "titleStoryStory": "Làng hương Thủy Xuân: Đậm bản sắc truyền thống, 700 năm các Mệ tảo tần.",
              "contentStoryStory": "Cách đây khoảng hơn 700 năm, làng Thủy Xuân là nơi cung cấp hương đốt cho triều đình và quan lại nhà Nguyễn cũng như cả vùng Thuận Hóa, Phú Xuân. Ngày nay, làng Thủy Xuân vẫn tiếp tục lưu giữ và truyền lại nghề làm hương qua bao đời, không chỉ sản xuất, kinh doanh hương đốt mà còn trở thành điểm du lịch Huế nổi tiếng.Làng hương Thủy Xuân cách trung tâm thành phố Huế chỉ khoảng 7km, lại nằm trên cung đường du lịch lăng Tự Đức - đồi Vọng Cảnh nên khá thuận lợi cho khách du lịch ghé đến. ",
              "avatarHistory": "LHTXH_HIS_1.jpg",
              "imgHistory": "LHTXH_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "LHTXH_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Hương của làng Thủy Xuân được làm thủ công từ các nguyên liệu hoàn toàn tự nhiên nên hương có mùi nhẹ nhàng, êm dịu và không gây hại cho sức khỏe. Một cây hương gồm có phần lõi và phần bột. Dân làng hương Thủy Xuân dùng ruột tre khô chẻ nhỏ rồi phơi nắng nhiều ngày để làm lõi hương, như vậy khi đốt thì nén hương sẽ cháy đều đến chân hương mà không bị gãy ngang. Bột hương được làm từ các nguyên liệu hương quế chi, hoa hồi, đinh hương, thảo quả, nụ tùng, vỏ bưởi… phơi khô, xay nhỏ và nghiền thành bột rồi trộn theo tỷ lệ nghiêm ngặt. Nếu là nhang quế thì bột vỏ cây quế sẽ chiếm tỷ lệ nhiều hơn, nhang trầm thì là bột trầm. Hỗn hợp bột này sau đó được trộn với keo để tạo độ kết dính, sau đó se lại quanh lõi hương thật đều, đẹp.",
              "avatarHistory": "LHTXH_HIS_2.jpg",
              "imgHistory": "LHTXH_HIS_2.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "LHTXH_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "Những ngày nắng, các nghệ nhân lại trải hương ra sân nhà, ở 2 bên đồng cỏ để phơi khô hương. Khác với các làng hương ở những nơi khác, làng hương Thủy Xuân vẫn còn rất chú trọng bước nhuộm chân hương. Tại đây có đến 7 loại màu dùng để nhuộm chân hương. Bên cạnh 2 màu chân hương cơ bản là đỏ và nâu, làng hương Thủy Xuân đã pha trộn để tạo nên màu tím, vàng, xanh lá, xanh dương… để nhuộm. Sau khi nhuộm, các cây hương được cột lại thành bó với một đầu được trải xòe ra như đóa hoa đang nở. Các bó hương được sắp xếp thành nhiều hình thù đa dạng: hình tròn, hình hoa, hình đối xứng… tạo nên khung cảnh rực rỡ đầy màu sắc, trở thành background check-in đậm chất Huế của các tín đồ du lịch.",
              "avatarHistory": "LHTXH_HIS_3.jpg",
              "imgHistory": "LHTXH_HIS_3.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "LHTXH_CUL_1",
              "titleCulture": "Festival Huế",
              "contentCulture": "TFestival Huế được tổ chức 2 năm một lần, lần đầu tiên vào năm 1992 và kéo dài đến nay. Ban đầu lễ hội có tên là Festival Việt-Pháp, đến năm 2000 thì đổi tên là Festival Huế. Đây là một sự kiện văn hóa lớn tôn vinh những giá trị truyền thống tại mảnh đất cố đô. Mỗi lần tổ chức, Festival Huế lại có những chủ đề khác nhau như năm 2018 chủ đề là Di sản văn hóa với hội nhập và phát triển - Huế 1 điểm đến 5 di sản, năm 2020 chủ đề là: Di sản văn hóa với hội nhập và phát triển - Huế luôn luôn mới. Tham gia lễ hội này, du khách sẽ có dịp được thưởng thức những màn biểu diễn cực kỳ hấp dẫn như biểu diễn nghệ thuật đường phố, ngâm thơ, các buổi trưng bày đầy màu sắc, hòa nhạc, chơi trống và xem các bộ phim lịch sử.",
              "imgCulture": "LHTXH_CUL_1.png",
              "videoCulture": ""
            },
            {
              "idCulture": "LHTXH_CUL_2",
              "titleCulture": "Lễ hội áo dài Huế",
              "contentCulture": "Lễ hội áo dài là một trong lễ hội Huế được mọi người mong chờ nhất. Đây là một chương trình đặc biệt trong mỗi kỳ Festival Huế. Mỗi khi lễ hội áo dài được tổ chức, các nhà thiết kế trên khắp đất nước đều tụ hội về Huế để tham gia. Du khách tham dự lễ hội sẽ có cơ hội chiêm ngưỡng vô vàn những chiếc áo dài độc đáo được thiết kế đa phong cách từ cổ điển đến hiện đại. Đặc biệt dưới sự trình diễn của những người mẫu chuyên nghiệp, những chiếc áo dài càng trở nên lộng lẫy khiến bạn khó có thể rời mắt.",
              "imgCulture": "LHTXH_CUL_2.png",
              "videoCulture": ""
            },
            {
              "idCulture": "LHTXH_CUL_3",
              "titleCulture": "Lễ hội điện Hòn Chén",
              "contentCulture": "Lễ hội điện Hòn Chén được tổ chức hai lần một năm nhằm thể hiện lòng biết ơn đến Thánh mẫu Thiên Y A Na - vị thần sáng tạo ra đất đai, cây cối, … và dạy người dân cách trồng trọt. Tại lễ hội, các nghi thức được diễn ra hết sức long trọng bao gồm: Lễ cung nghinh Thánh mẫu hồi loan về điện, lễ cầu nguyện quốc thái dân an, lễ phóng sinh – phóng đãng, …Nhưng có lẽ điểm nhấn của lễ hội nằm ở đám rước Thánh Mẫu vì nghi lễ này được cử hành trên những chiếc bằng (một phương tiện di chuyển trên mặt nước của người xứ Huế). Mỗi chiếc bằng đều có bàn thờ Thánh Mẫu, long kiệu do các trinh nữ ăn mặc sặc sỡ khiêng cùng với các bà mang theo bình hương, ống trầu, bình trà, … Nhờ có nét độc đáo này mà lễ hội Điện Hòn Chén được coi là lễ hội Huế về văn hóa dân gian trên dòng sông Hương, hằng năm thu hút rất nhiều du khách tới khám phá.",
              "imgCulture": "LHTXH_CUL_3.png",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "LHTXH_DISH_1",
              "nameDish": "Bánh bèo",
              "addressDish": "Bánh Bèo Nậm Lọc Bà Đỏ - Số 8 Nguyễn Bỉnh Khiêm, Phú Cát, Thành phố Huế",
              "imgDish": "LHTXH_DISH_1.jpg",
              "dishIntroduction": "Bánh bèo là món ăn nổi tiếng của xứ Huế. Để làm được một chén bánh bèo đòi hỏi phải có bàn tay tỉ mỉ, chọn kỹ loại gạo để xay thành bột rồi đổ bánh. Khi ăn, bánh thấm đẫm gia vị, ăn kèm với nước chấm đặc biệt được làm từ nước mắm nguyên chất, đường, tỏi,...Tất cả hòa quyện lại với nhau khiến thực khách không thể ngừng ăn."
            },
            {
              "idDish": "LHTXH_DISH_2",
              "nameDish": "Bánh khoái cá kình",
              "addressDish": "Bánh khoái Làng Chuồn - Số 60-62 Hoàng Văn Thụ, An Đông, Thành phố Huế",
              "imgDish": "LHTXH_DISH_2.jpg",
              "dishIntroduction": "Bánh khoái cá kình không nơi đâu ngon bằng làng Chuồn với bột bánh giòn, ngon, không nhiều dầu, ăn kèm với rau và nước chấm đặc biệt. Ai đã từng thử thì không thể nào quên hương vị của bánh."
            },
            {
              "idDish": "LHTXH_DISH_3",
              "nameDish": "Bánh bột lọc",
              "addressDish": "Bánh Bèo Nậm Lọc Bà Đỏ - Số 8 Nguyễn Bỉnh Khiêm, Phú Cát, Thành phố Huế",
              "imgDish": "LHTXH_DISH_3.jpg",
              "dishIntroduction": "Bánh bột lọc là một trong những loại bánh nổi tiếng của Huế. Bánh bột lọc có 2 loại là bánh lọc lá và bánh lọc trần. Chiếc bánh nóng hổi ăn cùng nước chấm đủ vị khiến thực khách không thể cưỡng lại được."
            },
            {
              "idDish": "LHTXH_DISH_4",
              "nameDish": "Nem lụi",
              "addressDish": "Quán Hạnh - Số 11, Phó Đức Chính, Thành phố Huế",
              "imgDish": "LHTXH_DISH_4.jpg",
              "dishIntroduction": "Món nem lụi tại Huế được chế biến công phu ở quy trình pha nước chấm là phải xay nhuyễn đậu phộng thêm một chút nước mắm, hoa ổi, nước dừa, thịt heo, gan heo được băm nhuyễn. Ngoài ra còn nhiều nguyên liệu khác tạo nên món nem lụi vạn người mê."
            }
          ],
          "comment": []
        }
      ]
    }
  ]
},
{
  "_id": {
    "$oid": "657e8aa6f7e79abebe973b0c"
  },
  "idRegion": "MN",
  "nameRegion": "Miền Nam",
  "provinces": [
    {
      "idProvines": "58",
      "nameProvines": "Tiền Giang",
      "touristAttraction": [
        {
          "idTourist": "CLTSTG",
          "nameTourist": "Cù lao Thới Sơn",
          "typeTourist": "MTSN",
          "address": "Ấp Văn Trà, Thị xã Tịnh Biên, An Giang",
          "ticket": "Có tính phí",
          "imgTourist": "img_CLTSTG_1.jpg",
          "touristIntroduction": "Cù lao Thới Sơn còn gọi là cồn Thái Sơn hay cồn Lân, nằm ở hạ lưu sông Tiền, thuộc xã Thới Sơn, thành phố Mỹ Tho, tỉnh Tiền Giang. Điều làm nên sự hấp dẫn và quyến rũ của Thới Sơn không chỉ ở chỗ đây là vùng đất của các loại trái cây thơm ngon, mà còn là một địa điểm du lịch miệt vườn lý tưởng cuối tuần. Đến với cù lao Thới Sơn, du khách sẽ được trải nghiệm hình thức du lịch đặc trưng của miền sông nước, đó là đi xuống đò xuôi theo những con rạch ngoằn ngoèo giữa hai hàng dừa nước rậm rạp. Bên cạnh đó, bạn cũng có thể đi tản bộ theo những con đường đá uốn lượn, băng qua những vườn cây trái sum suê, ngồi nghỉ trong những nhà vườn uống trà mật ong và nghe đờn ca tài tử.",
          "rightTime": "tháng 7, 8, 9",
          "history": [
            {
              "idHistoryStory": "CLTSTG_HIS_1",
              "titleStoryStory": "Lịch Sử Hình Thành Cù Lao Thới Sơn",
              "contentStoryStory": "Nói về lịch sử hình thành của Cù Lao Thới Sơn ta có thể nhớ đến sự kiện vào mùa xuân năm 1785. Vào thời điểm này vị anh hùng áo vải Nguyễn Huệ (vua Quang Trung sau này) đã giành được chiến công hiển hách, đánh đuổi thành công 5 vạn quân Xiêm sang xâm lược nước ta. Đến những năm kháng chiến chống lại đế quốc, cù lao Thới Sơn là địa điểm ghi dấu lại những chiến công đầy dũng cảm của quân dân miền Tây với thế trận bao quanh căn cứ Đồng Tâm, tạo nên chiến thắng Bình Đức vẻ vang một thời.",
              "avatarHistory": "CLTSTG_HIS_1.jpg",
              "imgHistory": "CLTSTG_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "CLTSTG_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Trước đây dân cư tại cù lao Thới Sơn chủ yếu sinh sống bằng nghề đánh bắt, nuôi trồng thủy sản và trồng nhiều loại cây ăn trái nhiệt đới đạc sắc như: Nhãn, sapoche, cam sành, bưởi, chuối, mít, xoài,.... Sau này các hộ dân phát triển thêm các làng nghề mới như: Nuôi ong lấy mật, làm bánh tráng, kẹo dừa, mứt, thủ công mỹ nghệ và đón khách du lịch. Trên cù lao Thới Sơn có một khu nhà cổ với kiến trúc đặc trưng của miền Tây Nam Bộ thời xưa. Nhà gồm 3 gian, 2 chái, mái lợp âm dương, hàng cột gỗ lớn quý. Nội thất trong nhà cũng được bày trí theo kiểu mẫu với tủ thờ, tràng kỷ, bàn ghế được cần xà cừ thêm đôi câu đối đặt ở phòng khách. Khoảng sân vườn rộng với nhiều loại cây cảnh, cây ăn trái chăm sóc kỹ lưỡng.",
              "avatarHistory": "",
              "imgHistory": "CLTSTG_HIS_2.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "CLTSTG_CUL_1",
              "titleCulture": "Cù Lao Thới Sơn Có Gì Chơi?",
              "contentCulture": "Cù Lao Thới Sơn có vô vàn hoạt động giải trí và trải nghiệm nhất định bạn không được bỏ qua. Nơi đây không náo nhiệt như các khu du lịch nổi tiếng khác mà là để bạn tìm về vẻ đẹp mộc mạc, thanh bình của làng quê miền Tây.",
              "imgCulture": "CLTSTG_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "CLTSTG_CUL_2",
              "titleCulture": "Ngồi Xuồng Ba Lá",
              "contentCulture": "Bạn chưa từng ngồi trên chiếc xuồng ba lá xuôi theo dòng nước? Đến với cù lao Thới Sơn chắc chắn bạn sẽ được trải nghiệm cảm giác mới lạ này. Người chèo thuyền sẽ đưa bạn qua những con rạch êm đềm rợp bóng dừa mát rượi. Ngồi trên thuyền bạn sẽ cảm nhận được sự yên bình, tươi mát vô cùng giản dị với từng ngôi nhà mái lá, vườn tược,...Trên hành trình đi xuồng ba lá bạn sẽ được nghe những người dân kể về các câu chuyện dân gian, chuyện làng quê, truyền thuyết về cù lao để hiểu hơn về lối sống bình dị của con người nơi đây. Nhớ chuẩn bị cho mình một chiếc nón lá để che nắng và check in sống ảo nhé!",
              "imgCulture": "CLTSTG_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "CLTSTG_CUL_3",
              "titleCulture": "Tham Quan Cù Lao Bằng Xe Đạp Hoặc Xe Ngựa",
              "contentCulture": "Ngoài ngồi xuống ba lá xuôi theo kênh rạch để tham quan cù lao Thới Sơn bạn còn có thể đi bằng xe ngựa hoặc xe đạp tùy thích. Xe ngựa sẽ đưa bạn đi dạo một vòng cù lao và ghé các điểm chụp ảnh đẹp nổi tiếng trên cồn cũng rất thú vị.",
              "imgCulture": "CLTSTG_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "CLTSTG_DISH_1",
              "nameDish": "Hủ tiếu Mỹ Tho",
              "addressDish": "Hủ tiếu Hạnh: 21/1 Nguyễn An Ninh, Phường 8, Thành phố Mỹ Tho, Tiền Giang",
              "imgDish": "CLTSTG_DISH_1.jpg",
              "dishIntroduction": "Hủ tiếu Mỹ Tho nằm trong “top 3” hủ tiếu ngon nhất miền Nam, cùng hủ tiếu Sa Đéc và hủ tiếu Nam Vang. Với sợi hủ tiếu dai dai, giòn khô cùng nước hầm xương và các nguyên liệu ăn kèm như tôm khô, thịt bằm, tóp mỡ,... là những điều tạo nên sự khác biệt trong hương vị khi nhắc đến hủ tiếu Mỹ Tho. Khi bạn đã từng thưởng thức qua một lần thì sẽ nhớ mãi hương vị của tô hủ tiếu đậm chất Nam Bộ này."
            },
            {
              "idDish": "CLTSTG_DISH_2",
              "nameDish": "Chuối quết dừa",
              "addressDish": "Khu chợ nổi Cái Bè: TT. Cái Bè, Cái Bè, Tiền Giang",
              "imgDish": "CLTSTG_DISH_2.jpg",
              "dishIntroduction": "Món chuối quết dừa chắc chắn sẽ làm nhiều du khách lạ lẫm với cái tên và hương vị nhưng đây là món ăn vặt đã trải qua bao thế hệ đối với người dân Tiền Giang. Với mùi thơm của chuối, vị béo ngậy của dừa nạo và vị ngọt của đường, ăn kèm cùng các loại rau thơm và bánh tráng đã kết hợp tạo nên món ăn dân dã, lạ miệng dành cho những thực khách mới thưởng thức lần đầu. Bạn hoàn toàn có thể mua món ăn để mang về làm quà cho người thân và bạn bè đấy!"
            },
            {
              "idDish": "CLTSTG_DISH_3",
              "nameDish": "Bánh vá (bánh giá)",
              "addressDish": "Bánh giá cô Mười: Nguyễn Văn Côn, Bình Nhi, Gò Công Tây, Tiền Giang",
              "imgDish": "CLTSTG_DISH_3.jpg",
              "dishIntroduction": "Khi đã ghé ngang Gò Công và vào chợ Giồng, bạn không nên bỏ qua món bánh vá được mệnh danh là đặc sản nơi đây. Bánh được làm từ các nguyên liệu dân dã như tôm đất, giá sống, gan heo, nấm mèo,...và được chiên thật khéo léo để bánh không bị vỡ, tôm vẫn nổi trên mặt bánh. Bánh khi chiên xong có màu vàng ươm, giòn rụm, được ăn kèm cùng với rau sống, bún. Món đặc sản này còn được người dân xứ Gò Công sử dụng trong những dịp trang trọng như tân gia, cưới hỏi hay giỗ chạp."
            },
            {
              "idDish": "CLTSTG_DISH_4",
              "nameDish": "Bún gỏi già Mỹ Tho",
              "addressDish": "Bún gỏi già: 85 Lê Đại Hành, Phường 1, Thành phố Mỹ Tho, Tiền Giang",
              "imgDish": "CLTSTG_DISH_4.jpg",
              "dishIntroduction": "Khi nghe đến tên món ăn, bạn chưa thể hình dung món ăn này như thế nào đúng không? Đây cũng là một trong những món ăn quen thuộc của người Tiền Giang, có mùi vị giống như bún mắm, mang hương vị đặc trưng của tôm, tương xay và me chua. Điều đặc biệt ở món ăn này nằm ở phần nước dùng, nước dùng của bún gỏi già được hầm bằng xương heo, tôm và thịt ba rọi. Khi ăn sẽ ăn kèm với rau, giá, bún, dừa khô nạo, thịt heo ba rọi, tôm tươi và không thể thiếu nước chấm là mắm cá linh nguyên chất, tất cả kết hợp và tạo nên món ăn đậm đà hương vị, khi ăn một lần sẽ nhớ mãi không quên."
            }
          ],
          "comment": []
        }
      ]
    },
    {
      "idProvines": "1",
      "nameProvines": "An Giang",
      "touristAttraction": [
        {
          "idTourist": "RCTSAN",
          "nameTourist": "Rừng tràm Trà Sư",
          "typeTourist": "MTSN",
          "address": "Ấp Văn Trà, Thị xã Tịnh Biên, An Giang",
          "ticket": "Có tính phí",
          "imgTourist": "img_RCTSAN_1.jpg",
          "touristIntroduction": "Rừng tràm Trà Sư thuộc huyện Tịnh Biên, có diện tích khoảng 850 ha với hệ sinh thái phong phú, là biểu trưng cho vẻ đẹp mùa nước nổi An Giang. Trải nghiệm đi thuyền giữa thảm bèo xanh ngút ngàn, len lỏi trong các ngóc ngách của rừng tràm, nghe tiếng chim chóc đùa giỡn trên tán tràm sẽ rất khó quên. Vào đến rừng tràm Trà Sư các bạn liên hệ với nhân viên để mua vé. Giá vé 75.000 đồng/1 người. Xuồng máy sẽ đưa bạn vào sâu trong rừng sau đó bạn sẽ được đi xuồng nhỏ hơn để tham quan, tha hồ chụp ảnh. Theo lời những người hướng dẫn ở đây thì có có thể đến Trà Sư vào tất cả các ngày trong năm,nhưng đẹp nhất là vào mùa nước nổi từ tháng 9 đến tháng 11.",
          "rightTime": "tháng 9, 10, 11",
          "history": [
            {
              "idHistoryStory": "RCTSAN_HIS_1",
              "titleStoryStory": "Lịch sử hình thành Rừng tràm Trà Sư",
              "contentStoryStory": "Khu du lịch sinh thái Rừng Tràm Trà Sư thuộc địa bàn xã Văn Giáo, huyện Tịnh Biên, tỉnh An Giang. Rừng được xạ từ năm 1983, đất ở đây nhiễm phèn nặng và không thể trồng trọt. Vì vậy, tràm – loại cây có khả năng chống chịu phèn được chọn để phủ xanh đất trống và ngăn lũ đầu nguồn. Ngày 27/05/2003 rừng tràm được công nhận là “Rừng đặc dụng – bảo vệ cảnh quan nằm trong hệ thống rừng đặc dụng Việt Nam và vùng rừng ngập nước quanh năm tiêu biểu cho khu vực Tây Sông Hậu”. Với diện tích 845 ha cùng cảnh quan đặc sắc trong mùa nước nổi, Rừng Tràm Trà Sư có tầm quan trọng quốc tế trong công tác bảo tồn đất ngập nước tại khu vực Đồng Bằng Sông Cửu Long. Để tham quan Rừng Tràm Trà Sư, du khách sẽ được thưởng ngoạn cảnh quan rừng ngập nước này bằng tắc ráng và xuồng chèo – nét đặc trưng khi nơi này đi vào hoạt động. Sau nhiều năm liền là điểm đến sinh thái hấp dẫn, ngày 27/07/2018 Công Ty Cổ Phần Du Lịch An Giang (An Giang Tourimex) và Ban Quản Lý Rừng phòng hộ & Đặc dụng tỉnh An Giang đã ký kết hợp đồng “ Cho thuê môi trường tại phân khu Dịch vụ - Hành chính rừng tràm Trà Sư” để khai thác du lịch sinh thái. Sau khi thuê khu Dịch vụ - Hành chính 159 ha, ngày 23/08/2018 Khu du lịch sinh thái Rừng Tràm Trà Sư, Chi nhánh Công ty Cổ phần Du lịch An Giang đã chính thức đi vào hoạt động.",
              "avatarHistory": "RCTSAN_HIS_1.jpg",
              "imgHistory": "RCTSAN_HIS_1.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "RCTSAN_CUL_1",
              "titleCulture": "Rừng tràm Trà Sư, An Giang tuyệt đẹp trong mùa nước nổi",
              "contentCulture": "An Giang nổi tiếng cả nước với nhiều điểm du lịch sinh thái hấp dẫn khách du lịch với những sản phẩm du lịch đặc trưng riêng biệt. Trong đó, khu du lịch rừng tràm Trà Sư, là khu rừng ngập nước tiêu biểu cho vùng miền Tây sông nước là điểm đến ưa thích của khách du lịch trong và ngoài nước khi đến với An Giang. Nằm cách thành phố Châu Đốc, An Giang khoảng 30 km về phía Tây Nam và thành phố Long Xuyên khoảng 60 km, rừng tràm Trà Sư với diện tích 845ha vùng lõi và 643 ha vùng đệm nằm trong hệ thống các khu rừng đặc dụng của Việt Nam, được công nhận là khu bảo vệ cảnh quan năm 2005. Đến đây, đi vào sâu bên trong khu rừng, khách du lịch không khỏi choáng ngợp với không gian toàn màu xanh của tự nhiên hiện ra trước mặt du khách đẹp như như trong các câu chuyện cổ tích. Vào bên trong những cánh rừng tràm trên 10 năm tuổi, đắm mình vào bức tranh phong cảnh tuyệt đẹp với bạt ngàn hoa sen hồng thơm ngát hương, du khách hoà mình vào thiên nhiên, đắm say cùng đất trời và lướt mình theo con nước nổi. Thuyền đưa du khách lướt trên dòng nước phủ kính bởi mảng bèo tây xanh ngát, chỉ cần đưa tay xuống là có thể chạm được những cánh bèo xanh đang kết từng mảng dập dìu trôi theo con nước nổi. Trên thảm bèo xanh, du khách bắt gặp nhiều loại chim đẻ trứng, ấp trứng trên những lớp bèo dập dìu theo con nước nổi. Vào sâu bên trong, thuyền khua dòng nước lướt qua hàng trăm bụi hoa điên điển khoe sắc vàng chỉ nở vào mùa nước nổi.",
              "imgCulture": "RCTSAN_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "RCTSAN_CUL_2",
              "titleCulture": "",
              "contentCulture": "Anh Mai Quế Lâm, du khách đến từ thành phố Hồ Chí Minh cho biết: Đây là lần đầu tiên đến với rừng tràm Trà Sư vào mùa nước nổi, nên không khỏi choáng ngợp với thiên nhiên tuyệt đẹp nơi đây. “Đến với Trà Sư đúng vào mùa nước nổi, nên tôi và gia đình được  thưởng thức món lẩu cá linh bông điên điển, món thịt chuột chiên, đọt choại luộc đậm chất miền Tây đúng là dịp may hiếm có và đây là trãi nghiệm khá thú vị, tuyệt vời và gia đình tôi sẽ quay trở lại Trà Sư trong tương lai gần”, anh Lâm hào hứng cho biết.",
              "imgCulture": "RCTSAN_CUL_2.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "RCTSAN_DISH_1",
              "nameDish": "Mắm Châu Đốc",
              "addressDish": "Chợ Châu Đốc: Đường Bạch Đằng, tỉnh An Giang",
              "imgDish": "RCTSAN_DISH_1.jpg",
              "dishIntroduction": "An Giang nổi tiếng với nhiều loại mắm ở Châu Đốc và đây sẽ là một món quà đặc biệt để bạn sử dụng để làm quà tặng. Các loại mắm đều được làm từ cá đồng nên có còn giữ nguyên vị ngọt của cá và hương thơm đậm đà của mắm như mắm cá lóc, mắm cá linh, mắm cá sặc,... Giá bán thì tùy thuộc vào khối lượng mà bạn chọn và giá được niêm yết."
            },
            {
              "idDish": "RCTSAN_DISH_2",
              "nameDish": "Cốm dẹp",
              "addressDish": "Xôi phồng Kim Hương: Số 152/5, Tỉnh Lộ 942, Ấp Long Hòa 1, Thị Trấn Chợ Mới, An Giang",
              "imgDish": "RCTSAN_DISH_2.jpg",
              "dishIntroduction": "Cốm dẹp ở An Giang không giống cốm như cốm Hà Nội. Cốm dẹp này có màu trắng ngà được làm từ nếp thơm của người đồng bào Khmer. Cốm có hương thơm và dẻo kết hợp với nước dừa tươi hoặc đường thốt nốt sẽ ngon hơn hoặc bạn có thể ăn chung với cơm dừa nạo để thưởng thức vị ngon cùng với vị béo của dừa."
            },
            {
              "idDish": "RCTSAN_DISH_3",
              "nameDish": "Mây gai",
              "addressDish": "Chợ Châu Đốc: Đường Bạch Đằng, tỉnh An Giang",
              "imgDish": "RCTSAN_DISH_3.jpg",
              "dishIntroduction": "Nghe cái tên có vẻ lạ nhưng đây là một loại trái cây khá nổi tiếng ở An Giang. Mây gai có có lớp vỏ bên ngoài xù xì, không đẹp mắt nhưng thịt ăn bên trong thì lại thơm ngon và có nhiều công dụng tốt cho sức khỏe."
            },
            {
              "idDish": "RCTSAN_DISH_4",
              "nameDish": "Cà Na Đập",
              "addressDish": "Chợ Châu Đốc: Đường Bạch Đằng, tỉnh An Giang",
              "imgDish": "RCTSAN_DISH_4.jpg",
              "dishIntroduction": "Cà Na Đập là một đặc sản khá nổi tiếng ở An Giang cùng được nhiều du khách chọn làm quà tặng người thân. Để làm ra được món này người ta đã rất khéo léo để tạo ra những quả cà na có được độ giòn rồi đem trộn chúng với muối, ớt và đường thơm ngon."
            }
          ],
          "comment": []
        }
      ]
    },
    {
      "idProvines": "13",
      "nameProvines": "Cần Thơ",
      "touristAttraction": [
        {
          "idTourist": "BNKCT",
          "nameTourist": "Bến Ninh Kiều",
          "typeTourist": "TP",
          "address": "106 Đường Hai Bà Trưng, Tân An, Ninh Kiều, Cần Thơ",
          "ticket": "Miễn phí",
          "imgTourist": "img_BNKCT_1.jpg",
          "touristIntroduction": "Ngoài khu chợ sôi nổi, tấp nập trao đổi mua bán, địa điểm du lịch Cần Thơ còn có rất nhiều những địa danh nổi tiếng đã đi vào thơ ca. Thậm chí còn trở thành biểu tượng của thành phố mỗi khi nhắc tới. Nếu đặt câu hỏi bến Ninh Kiều Cần Thơ có gì chơi vui hay không, thì câu trả lời sẽ là bạn nhất định phải ghé địa điểm nổi tiếng này.Đây là địa danh biểu tượng của thành phố Cần Thơ. Bến nước Ninh Kiều có từ thế kỉ 19 hay còn có tên gọi khác công viên Cần Thơ. Không ai đến Cần Thơ mà lại không đặt chân tới địa điểm du lịch Cần Thơ nổi tiếng này bởi cảnh sắc hài hòa, tọa lạc giữa ngã ba sông Cần Thơ và sông Hậu. Từ đây, bạn cũng có thể dễ dàng di chuyển tới các địa điểm du lịch Cần Thơ khác. Bên trong khu vực công viên bến Ninh Kiều còn có nhà hàng Thủy Tạ với rất nhiều món ăn ngon và độc đáo chờ đón du khách.",
          "rightTime": "tháng 12, 1, 2, 3, 4",
          "history": [
            {
              "idHistoryStory": "BNKCT_HIS_1",
              "titleStoryStory": "",
              "contentStoryStory": "Chưa có tài liệu lịch sử ghi rõ việc hình thành của bến Ninh Kiều, nhưng theo một số nhà nghiên cứu thì đã có giai thoại hình thành địa danh này từ thời Gia Long của nhà Nguyễn và Bến Ninh Kiều xưa vốn là một bến sông ở đầu chợ Cần Thơ.[1] Theo đó từ khi chưa lên ngôi vua, Nguyễn Ánh vào miền Nam. Một hôm, đoàn thuyền của ông đi theo sông Hậu vào địa phận thủ phủ Trấn Giang (tức Cần Thơ xưa). Lúc đêm vừa xuống thì đoàn thuyền cũng vừa đến vàm sông tức Bến ninh kiều ngày nay. Giữa đêm có vọng lại nhiều câu ngâm thơ, hò hát, tiếng đàn, tiếng sáo. Ông này khen vì một cảnh quan sông nước hữu tình và đặt tên cho con sông là Cầm Thi giang.[4]Ngô Đình Diệm là người đã ký văn bản chính thức đặt tên Bến Ninh Kiều dựa vào chiến thắng lịch sử Ninh Kiều. Từ năm 1876, quân đội Pháp đến chiếm Trấn Giang của triều Nguyễn và thành lập Tòa Bố chính tại Cần Thơ do đại úy Nicolai làm Chính tham biện. Bến Cần Thơ được chỉnh trang đá xây gạch để ngăn sóng dọc theo bờ sông. Lúc này nó chỉ là bến ghe, bến tàu của xứ lục tỉnh do các tàu bè chạy khắp miền Hậu Giang đều ghé bến ở đây mà vận chuyển hàng hóa, đưa rước khách. Lúc này Ninh Kiều tấp nập thuyền bè qua lại giao thương, hàng cây dương chắn gió ven bờ đã trở thành tên gọi của bến sông. Việc giao thương mỗi ngày thêm phồn thịnh, bến Hàng Dương do đó cũng được mở rộng và sửa sang, rồi dần dần trở thành thắng cảnh du lịch của đất Tây Đô.",
              "avatarHistory": "BNKCT_HIS_1.jpg",
              "imgHistory": "BNKCT_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "BNKCT_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Bến nước này được người Pháp đặt tên là Quai de Commerce (tiếng Việt là: bến thương mại). Người dân ở bến thường gọi bằng cái tên dân dã là bến Hàng Dương vì dọc bờ sông có hàng cây dương [4] hay nhân dân còn gọi tên khác là bến Lê Lợi vì con đường dọc theo mé sông trước đây có tên là đường Lê Lợi.[1][5]Vào khoảng năm 1957 dưới thời Việt Nam Cộng Hòa (thời Đệ Nhất Cộng hòa), bến hàng dương đã đổi thành bến Ninh Kiều gắn với việc ông Đỗ Văn Chước - Tỉnh trưởng Phong Dinh (tên gọi khác của Cần Thơ). Ông ta cho lập nơi bến sông này một công viên cây kiểng và bến dạo mát theo đề xuất của ông Ngô Văn Tâm, Trưởng ty Nông nghiệp, đồng thời phụ trách đoàn Thanh Niên 4T (Khuyến Nông).[4]Sau đó Đỗ Văn Chước trình lên Ngô Đình Diệm đặt tên công viên và bến là Ninh Kiều dựa vào một sự kiện trong lịch sử Việt Nam và lấy tên một địa danh lịch sử chiến thắng quân Minh của nghĩa quân Lam Sơn do Lê Lợi chỉ huy.[4] Ngày 4 tháng 8 năm 1958, Bộ trưởng Nội vụ thời Đệ Nhất Cộng Hoà là ông Lâm Lễ Trinh từ Sài Gòn xuống Cần Thơ dự lễ cắt băng khánh thành, đọc Nghị định đặt tên công viên và bến Ninh Kiều.[4]",
              "avatarHistory": "BNKCT_HIS_2.jpg",
              "imgHistory": "BNKCT_HIS_2.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "BNKCT_CUL_1",
              "titleCulture": "Hội hoa đăng Cần Thơ",
              "contentCulture": "Nhắc đến lễ hội Cần Thơ không thể không kể đến hội hoa đăng Cần Thơ diễn ra tại bến Ninh Kiều vào khoảng cuối tháng 11 hàng năm. Đến với hội hoa đăng Cần Thơ, bạn sẽ được đắm chìm trong không gian ngập tràn ánh sáng nhiều màu sắc sặc sỡ cùng âm thanh sống động. Hội hoa đăng Cần Thơ được tổ chức bắt đầu từ năm 2017 đến nay đã được 4 lần. Hội hoa đăng Cần Thơ được tổ chức theo từng chủ đề khác nhau qua mỗi năm, bao gồm nhiều hoạt động như: lễ khai mạc, hội thi hoa đăng, lễ hội ánh sáng, thả hoa đăng trên sông, các gian hàng quảng bá và xúc tiến du lịch, gian hàng ẩm thực, trưng bày ảnh, trò chơi dân gian, âm nhạc đường phố, biểu diễn đờn ca tài tử, gian hàng trải nghiệm và trưng bày các sản phẩm thủ công mỹ nghệ, lễ bế mạc. Nổi bật nhất là lễ hội ánh sáng với chủ đề “Đêm Tây Đô huyền ảo” - kể chuyện nghệ thuật bằng âm thanh và ánh sáng tạo nên một không gian nghệ thuật đặc sắc mang đậm nét văn hóa sông nước miền Tây.",
              "imgCulture": "BNKCT_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "BNKCT_CUL_2",
              "titleCulture": "Lễ hội bánh Cần Thơ",
              "contentCulture": "Lễ hội bánh Cần Thơ hay còn gọi là lễ hội bánh dân gian Nam Bộ được tổ chức tại trung tâm Xúc tiến Đầu tư - Thương mại và Hội chợ triển lãm Cần Thơ, số 108 Lê Lợi, phường Tân An, quận Ninh Kiều, TP. Cần Thơ vào khoảng tháng 4 hàng năm. Lễ hội là sự kiện thường niên cấp quốc gia của thành phố Cần Thơ nhằm quảng bá, xúc tiến hình ảnh du lịch, ẩm thực Cần Thơ cũng như hỗ trợ, tạo điều kiện cho các nghệ nhân làm bánh hợp tác với doanh nghiệp trong và ngoài nước.",
              "imgCulture": "BNKCT_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "BNKCT_CUL_3",
              "titleCulture": "Lễ hội chùa Ông Cần Thơ",
              "contentCulture": "Tiếp theo trong danh sách lễ hội Cần Thơ độc đáo bạn không nên bỏ lỡ chính là lễ hội chùa Ông Cần Thơ. Chùa Ông nằm ở số 32 đường Hai Bà Trưng, phường Tân An, quận Ninh Kiều, Cần Thơ. Chùa Ông là ngôi chùa của người Hoa gốc Quảng Đông còn có tên gọi khác là Quản Triệu Hồi Quán. Năm 1993, chùa Ông được công nhận là di tích lịch sử văn hóa cấp quốc gia. Đây cũng là một trong những địa điểm đẹp ở Cần Thơ bạn nên đến một lần.",
              "imgCulture": "BNKCT_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "BNKCT_DISH_1",
              "nameDish": "Cơm cháy kho quẹt",
              "addressDish": "Cơm cháy kho quẹt Happy - Ngô Văn Sở, phường Tân An, quận Ninh Kiều, Cần Thơ",
              "imgDish": "BNKCT_DISH_1.jpg",
              "dishIntroduction": "Đây là một món ăn dân dã, quen thuộc với nhiều gia đình giờ đây được nâng tầm hơn với cách chế biến công phu, ngon miệng. Cơm cháy kho quẹt rất hấp dẫn với miếng cơm cháy nóng hổi, mỏng và vàng ruộm, khi ăn chấm với kho quẹt mặn ngọt vừa ăn sẽ rất cuốn hút, khiến bạn ăn rồi lại muốn ăn thêm miếng nữa, ăn đến khi nào hết không hay."
            },
            {
              "idDish": "BNKCT_DISH_2",
              "nameDish": "Lẩu mắm",
              "addressDish": "Lẩu mắm Dạ Lý - 89 Đường 3/2, Quận Ninh Kiều, Cần Thơ",
              "imgDish": "BNKCT_DISH_2.jpg",
              "dishIntroduction": "Nếu là dân miền Tây thì chắc hẳn bạn đã nghe qua và thưởng thức món lẩu mắm đậm vị, đặc trưng. Món lẩu mắm hay dùng loại mắm cá linh nhất với hương vị ngon khác biệt, khi ăn sẽ cho thêm cá, tôm, rau đồng, cà tím và ăn với bún, mì đều ngon."
            },
            {
              "idDish": "BNKCT_DISH_3",
              "nameDish": "Lẩu bần",
              "addressDish": "Du lịch Sóng Phù Sa - Lô số 1, KDC Hưng Phú 1, phường Hưng Phú, quận Cái Răng, Cần Thơ",
              "imgDish": "BNKCT_DISH_3.jpg",
              "dishIntroduction": "Lẩu bần là món lẩu đặc sản, quen thuộc với nhiều người con tại vùng đất Cần Thơ. Gọi là lẩu bẩn vì món ăn này được chế biến từ những trái bần chín, tạo vị chua ngọt thanh cho nước lẩu, cùng hương thơm đặc trưng khó quên. Khi ăn sẽ cho cá tươi, rau đồng vào và ăn kèm với bún, mì đều rất hấp dẫn."
            },
            {
              "idDish": "BNKCT_DISH_4",
              "nameDish": "Bánh tằm bì",
              "addressDish": "Bánh tằm xíu mại Tân Trào - Số 9 Tân Trào, Tân An, Ninh Kiều, Cần Thơ",
              "imgDish": "BNKCT_DISH_4.jpg",
              "dishIntroduction": "Nằm trong những món ăn đặc sản mà bạn không nên bỏ lỡ đó là món bánh tằm bì lạ miệng. Sợi bánh tằm trắng to to, nóng hổi ăn kèm bì heo trộn với thính gạo, tỏi băm, tỏi phi và khi ăn chan thêm nước mắm, nước cốt dừa sẽ khiến món ăn thêm lạ miệng, cuốn hút."
            }
          ],
          "comment": []
        },
        {
          "idTourist": "CNCRCT",
          "nameTourist": "Chợ nổi Cái Răng",
          "typeTourist": "MTSN",
          "address": "số 46 đường Hai Bà Trưng, quận Ninh Kiều, thành phố Cần Thơ",
          "ticket": "Miễn phí",
          "imgTourist": "img_CNCRCT_1.jpg",
          "touristIntroduction": "Người dân miền Tây quanh năm sông nước, với bản chất hiền hậu, mến khách gắn liền với những ghe xuồng mộc mạc. Cuộc sống của họ được diễn ra ngay trên sông từ việc ăn, ngủ, đi chợ, giao lưu mua bán và trao đổi hàng hóa. Cần Thơ có khu chợ nổi tiếng nào đã được lên nhiều báo chí trong nước và quốc tế? Đó chính là chợ nổi Cái Răng. Là khu chợ nổi trên sông, các hoạt động trao đổi mua bán đều được diễn ra trên thuyền đầy sôi nổi, mang nét văn hóa khó nhầm lẫn của sông nước miền Tây. Khu chợ nổi Cái Răng không chỉ thể hiện cuộc sống thường ngày của người dân nơi đây mà còn toát lên nét mộc mạc, giản dị gần gũi khiến du khách khó quên. Các mặt hàng được bán trên chợ chủ yếu là nông sản, hoa quả do người dân địa phương trồng trọt. Hoạt động của khu chợ thường được diễn ra từ 4h30 - 8h sáng.",
          "rightTime": "4h-5h sáng",
          "history": [
            {
              "idHistoryStory": "CNCRCT_HIS_1",
              "titleStoryStory": "Nguyên nhân hình thành chợ nổi",
              "contentStoryStory": "Nét độc đáo và đặc điểm chính của chợ nổi Cái Răng là chuyên mua bán các loại rau củ, trái cây của vùng đồng bằng sông Cửu Long. Thuở xưa, chợ nổi hình thành vì hệ thống giao thông đường thủy giữ vai trò gần như độc tôn. Trong khi nhu cầu thương mại ngày càng tăng cao mà việc đi lại luôn gắn với dòng sông, bến nước nên điểm giao sông, bùng binh trở thành địa điểm lý tưởng để người ta tụ tập mua bán. Ngày nay, hệ thống giao thông đường bộ đã phát triển rộng khắp, điều này góp phần làm biến mất nhiều chợ nổi. Tuy nhiên, dưới tác động của hoạt động du lịch, chợ nổi dần tách khỏi vai trò chính yếu của nó để tồn tại và phát triển theo một hướng mới bền vững hơn.",
              "avatarHistory": "CNCRCT_HIS_1.jpg",
              "imgHistory": "CNCRCT_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "CNCRCT_HIS_2",
              "titleStoryStory": "Lịch sử hình thành chợ nổi Cái Răng Cần Thơ",
              "contentStoryStory": "Chợ nổi Cái Răng Cần Thơ mang nét đặc trưng chung của các khu chợ nổi miền Tây là nằm ngay ngã 3 sông (nhánh sông Cái Răng và sông Hậu). Vị trí này có mực nước không sâu không cạn để thuyền bè dễ dàng neo đậu, di chuyển. Nơi này cũng nằm gần một ngôi chợ trên bờ và một vựa trái cây lớn. Trước kia, chợ Cái Răng bán chủ yếu là các mặt hàng nông sản và mỗi ghe chỉ chuyên bày bán một loại mặt hàng nhất định. Tuy nhiên, hiện nay chợ đã bán đa dạng hơn như ẩm thực, các món đồ gia dụng và những thứ thiết yếu cho cuộc sống trên sông. ",
              "avatarHistory": "CNCRCT_HIS_2.jpg",
              "imgHistory": "CNCRCT_HIS_2.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "CNCRCT_CUL_1",
              "titleCulture": "Văn hóa Chợ nổi Cái Răng – Di sản văn hóa phi vật thể quốc gia",
              "contentCulture": "Theo một số tài liệu nghiên cứu cho biết: Chợ nổi Cái Răng được hình thành vào những năm đầu của thế kỷ 20, trước khi xuất hiện các chợ nổi Ngã Bảy (Hậu Giang), Ngã Năm (Sóc Trăng). Chợ nằm trên trục đường thủy sông Cần Thơ - kênh xáng Xà No nên rất thuận tiện cho việc giao thương, buôn bán với các tỉnh lân cận và cả vùng ĐBSCL. Đây là lý do chợ nổi Cái Răng có quy mô lớn và sầm uất nhất so với các chợ nổi trong vùng. Chợ nổi Cái Răng nằm trên một nhánh của dòng sông Hậu chảy qua quận Cái Răng, thành phố Cần Thơ. Theo truyền thuyết, tên gọi  Cái Răng xuất phát từ câu chuyện hồi đầu thời khẩn hoang có con cá sấu rất lớn dạt vào đây, răng của nó cắm vào miệng đất này. Trong cuốn Tự vị tiếng nói miền Nam, tác giả Vương Hồng Sển cho biết: Cái Răng có nguồn gốc từ chữ Khmer karan nghĩa là cà ràng (ông táo). Người Khmer ở Xà Tón (Tri Tôn, An Giang) chuyên làm nồi đất và karan chất đầy mui ghe lớn rồi thả theo sông cái đến đậu ghe nơi chỗ chợ Cái Răng ngày nay để bán, năm này qua năm nọ. Lâu dần, mọi người phát âm karan thành Cái Răng, rồi trở nên địa danh thiệt của chỗ này.",
              "imgCulture": "CNCRCT_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "CNCRCT_CUL_2",
              "titleCulture": "",
              "contentCulture": "Theo TS. Đào Ngọc Cảnh (Khoa Khoa học Xã hội và Nhân văn, Trường ĐH Cần Thơ), khi hình thành Chợ nổi Cái răng nằm ở vị trí giao nhau giữa bốn con sông (Cần Thơ, Đầu Sấu, Cái Sơn, Cái Răng Bé), liền kề với chợ Cái Răng trên bờ. Đến thập niên 90 của thế kỉ XX, do trở ngại về giao thông đường thủy, chợ nổi được di dời qua khỏi cầu Cái Răng về phía Phong Điền, cách vị trí cũ trên 1 km. Hiện tại, Chợ nổi Cái Răng nằm ở phía hạ lưu sông Cần Thơ, cách cầu Cái răng khoảng 600m với diện tích mặt nước khá rộng lớn, thuận lợi cho hoạt động của chợ nổi: chiều rộng chiếm luồng ngang sông trung bình 100-120m, chiều dọc sông khoảng 1300-1500m; diện tích mặt nước tương đối rộng nằm trên địa bàn quận Cái Răng với khoảng 300-400 ghe họp chợ mỗi ngày.",
              "imgCulture": "CNCRCT_CUL_2.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "CNCRCT_DISH_1",
              "nameDish": "Nem nướng",
              "addressDish": "Nem nướng Thanh Vân - 17 Đại lộ Hoà Bình, Tân An, Ninh Kiều, Cần Thơ",
              "imgDish": "CNCRCT_DISH_1.jpg",
              "dishIntroduction": "Nem nướng được làm từ thịt lợn tươi băm nhuyễn tẩm ướp gia vị rồi quệt dẻo và vo thành viên tròn. Sau đó xiên nem nướng vào que và nướng trên bếp than hồng, lúc này sẽ tỏa mùi thơm hấp dẫn. Khi bạn ăn cùng với bánh tráng, rau thơm, chuối chát và khế, dưa chua sẽ càng thêm ngon."
            },
            {
              "idDish": "CNCRCT_DISH_2",
              "nameDish": "Bánh cống",
              "addressDish": "Bánh cống Cô Út Nguyễn Trãi - 38 Đường Lý Tự Trọng, An Cư, Ninh Kiều, Cần Thơ",
              "imgDish": "CNCRCT_DISH_2.jpg",
              "dishIntroduction": "Một món ăn đặc sản miền Tây nữa mà bạn không nên bỏ lỡ đó chính là bánh cống. Đây là một loại bánh đặc biệt, bên ngoài vàng ươm, giòn rụm và béo ngậy với phần nhân tôm, đậu xanh, thịt đầy đặn. Bánh sẽ rất ngon khi được thưởng thức cùng với rau sống, bún, nước mắm tỏi ớt,..."
            },
            {
              "idDish": "CNCRCT_DISH_3",
              "nameDish": "Lẩu vịt nấu chao",
              "addressDish": "Vịt nấu chao Thành Giao - Hẻm 1, số 1/8 đường Lý Tự Trọng, An Phú, Ninh Kiều, Cần Thơ",
              "imgDish": "CNCRCT_DISH_3.jpg",
              "dishIntroduction": "Nếu yêu thích món lẩu thì chắc hẳn bạn không nên bỏ qua món lẩu vịt nấu chao trứ danh, nổi tiếng gần xa được nhiều người ưa thích. Để nấu món lẩu này sẽ dùng thịt vịt xiêm đem ướp với chao ngon và các gia vị rồi dùng để nấu lẩu. Khi ăn sẽ cho thêm nấm rơm, huyết, khoai môn, và ăn kèm với bún, mì, đậu hũ, rau sống sẽ khiến bạn mê mẩn ngay từ lần đầu thưởng thức."
            },
            {
              "idDish": "CNCRCT_DISH_4",
              "nameDish": "Bánh xèo",
              "addressDish": "Quán bánh xèo 7 Tới - 45 Hoàng Quốc Việt, An Bình, Ninh Kiều, Cần Thơ",
              "imgDish": "CNCRCT_DISH_4.jpg",
              "dishIntroduction": "Đã ghé qua miền Tây mà không thưởng thức bánh xèo thì quả là một thiếu sót lớn. Bánh xèo là món ăn đậm vị miền Tây với phần vỏ bánh vàng ươm, giòn rụm, nhân bánh đầy đặn với đa dạng cách chế biến như thịt, tôm, giá,... Bánh xèo ăn kèm với rau sống, dưa chua và chấm nước mắm tỏi ớt chua ngọt là khỏi chê, khiến bạn ăn mãi không ngừng."
            }
          ],
          "comment": []
        }
      ]
    },
    {
      "idProvines": "29",
      "nameProvines": "TP. Hồ Chí Minh",
      "touristAttraction": [
        {
          "idTourist": "DDLHCM",
          "nameTourist": "Dinh Độc Lập - Hội trường Thống Nhất",
          "typeTourist": "TP",
          "address": "Số 135 đường Nam Kỳ Khởi Nghĩa, Thành phố Hồ Chí Minh",
          "ticket": "Có tính phí",
          "imgTourist": "img_DDLHCM_1.jpg",
          "touristIntroduction": "Nếu bạn đang tìm kiếm địa điểm du lịch Sài Gòn ban ngày gắn liền với những văn hóa, lịch sử của dân tộc thì Dinh Độc Lập sẽ là một gợi ý tuyệt vời dành cho bạn. Đây là công trình nổi tiếng tại Sài Gòn, trường tồn qua cuộc kháng chiến chống Mỹ cứu nước của dân tộc. Dinh Độc Lập cũng là một trong những địa điểm du lịch Sài Gòn được xếp vào danh sách di tích đặc biệt cấp Quốc gia. Nếu có dịp ghé thăm thành phố mang tên Bác, du khách nên dừng chân tại đây để được trải nghiệm, khám phá công trình độc đáo này. Kiến trúc phong thủy của Dinh Độc Lập mang hơi hướng phương Đông, tuy nhiên, từng chi tiết của công trình cũng thể hiện được nét hiện đại độc đáo. Tại đây, bạn có thể tận mắt chứng kiến từng vật phẩm ở chế độ cũ được lưu lại theo thời gian. Địa điểm du lịch Sài Gòn này thu hút đông đảo du khách dịp 30/4 và 1/5 hằng năm. ",
          "rightTime": "tháng 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12",
          "history": [
            {
              "idHistoryStory": "DDLHCM_HIS_1",
              "titleStoryStory": "Lịch sử Dinh Độc Lập",
              "contentStoryStory": "Năm 1858, thực dân Pháp nổ súng tấn công Ðà Nẵng mở đầu cuộc chiến tranh xâm lược Việt Nam. Năm 1867, Pháp chiếm xong lục tỉnh Nam kỳ (Biên Hoà, Gia Định, Ðịnh Tường, Vĩnh Long, An Giang, Hà Tiên). Năm 1868, chính quyền Pháp bắt đầu cho thiết kế và xây dựng tại trung tâm thành phố Sài Gòn một Dinh thự làm nơi ở cho Thống đốc Nam kỳ, khi xây xong có tên gọi là Dinh Norodom. Công trình do viên thống đốc Pháp tại miền Nam Việt Nam là La Grandière đặt viên đá đầu tiên khởi công xây dựng ngày 23/2/1868 và hoàn tất vào năm 1871. Từ 1887 – 1945, nhiều đời toàn quyền Pháp đã sử dụng dinh thự này làm nơi ở và làm việc trong suốt thời kỳ xâm lược Ðông Dương.",
              "avatarHistory": "DDLHCM_HIS_1.jpg",
              "imgHistory": "DDLHCM_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "DDLHCM_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Ngày 09/3/1945, phát xít Nhật đảo chính Pháp, độc chiếm Ðông Dương, Dinh Norodom là nơi làm việc của chính quyền Nhật ở Việt Nam. Tháng 9/1945, Nhật thất bại trong chiến tranh thế giới thứ II, Pháp trở lại chiếm Nam Bộ, Dinh Norodom là trụ sở làm việc của bộ máy chiến tranh xâm lược của Pháp ở Việt Nam. Ngày 07/5/1954, thực dân Pháp thất bại nặng nề trong chiến dịch Ðiện Biên Phủ buộc phải ký Hiệp định Gienève và rút khỏi Việt Nam. Mỹ tìm cách nhảy vào thực hiện ý đồ xâm chiếm miền Nam, Việt Nam tạm thời bị chia cắt thành 2 miền, miền Bắc là Việt Nam Dân chủ Cộng hòa, còn miền Nam là Quốc gia Việt Nam.",
              "avatarHistory": "",
              "imgHistory": "DDLHCM_HIS_2.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "DDLHCM_HIS_3",
              "titleStoryStory": "",
              "contentStoryStory": "Ngày 07/9/1954, Dinh Norodom được bàn giao giữa đại diện chính phủ Pháp, Ðại tướng Paul Ely với đại diện chính quyền Sài Gòn Thủ tướng Ngô Ðình Diệm. Ngô Ðình Diệm đã quyết định đổi tên Dinh thành Dinh Ðộc Lập. Ngày 26/10/1955, Thủ tướng Ngô Đình Diệm đã truất phế Quốc trưởng Bảo Đại, thành lập chính quyền Việt Nam Cộng hòa và lên làm Tổng thống. Từ đó Dinh Ðộc Lập trở thành nơi ở của gia đình Ngô Ðình Diệm và là nơi chứng kiến nhiều biến cố chính trị. Ngô Ðình Diệm đã duy trì chế độ độc tài gia đình trị, dồn dân vào ấp chiến lược, thi hành luật 10/59, không những gây phẫn uất trong nhân dân mà còn gây ra sự bất bình trong nội các chính quyền Sài Gòn.",
              "avatarHistory": "",
              "imgHistory": "DDLHCM_HIS_3.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "DDLHCM_CUL_1",
              "titleCulture": "Tổng Thể Bên Ngoài Dinh Độc Lập Sài Gòn",
              "contentCulture": "Dinh Độc Lập được xây dựng trên diện tích 4.500m2 và có diện tích sử dụng lên tới 20.000m2. Dinh có ba tầng chính, hai gác lửng, một sân thượng, hai tầng hầm, tầng nền và sân thượng đồng thời là sân bay trực thăng. Với thiết kế tài tình, khéo léo của Kiến trúc sư Ngô Viết Thụ, công trình Dinh Độc Lập là sự kết hợp hài hòa giữa lối kiến trúc hiện đại và Á Đông, đặc biệt là kiến trúc truyền thống Việt Nam. Bố cục của Dinh Độc Lập từ mặt bằng tổng thể cho đến mặt bằng tòa nhà đều sắp đặt theo triết học phương Đông một cách thâm tuý, thể hiện qua chiết tự chữ Hán, để gửi gắm những điều tốt lành cho dân tộc Việt Nam: Toàn thể bình diện là hình chữ Cát, có nghĩa là tốt lành và may mắn; Trung tâm tạo hình chữ Khẩu, để đề cao giáo dục và tự do ngôn luận; Cột cờ chính giữa chữ Khẩu tựa nét sổ thẳng tạo thành chữ Trung, nhắc nhở về sự trung kiên; Ba nét gạch ngang được tạo bởi các mái hiên lầu xung quanh, mái hiên bao lơn danh dự và mái hiên tiền sảnh tạo hình chữ Tam, tượng trưng cho Nhân – Minh – Võ đức; Khi nối ba nét gạch ngang bằng một nét sổ thẳng thì sẽ cho ra chữ Vương, kết hợp với kỳ đài phía trên làm nét chấm, tạo thành chữ Chủ. Vương – Chủ chính là chủ quyền quốc gia; Mặt trước của dinh thự, toàn bộ bao lơn lầu hai và lầu ba kết hợp với mái hiên lối vào chính cùng hai cột bọc gỗ tạo thành hình chữ Hưng, để cầu mong sự hưng thịnh.",
              "imgCulture": "DDLHCM_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "DDLHCM_CUL_2",
              "titleCulture": "Nội Thất Bên Trong Dinh Độc Lập Sài Gòn",
              "contentCulture": "Hơn 100 căn phòng ở Dinh Độc Lập được trang trí theo những phong cách khác nhau tùy vào mục đích sử dụng. Kiến trúc sư Ngô Viết Thụ còn tạo nên vẻ đẹp thanh tao, nhã nhặn cho Dinh Độc Lập thông qua các bức rèm hoa đá mang hình dáng những đốt trúc dọc hành lang tầng hai. Những bức rèm này còn có tác dụng chống nắng hướng Tây, đón nắng nắng hướng Bắc, chắn gió, và che chắn kín đáo. Ngoài ra, các đường nét kiến trúc bên trong Dinh đều sổ ngay thẳng, bằng phẳng, để gợi nhắc về sự quang minh chính đại.",
              "imgCulture": "DDLHCM_CUL_2.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "DDLHCM_DISH_1",
              "nameDish": "Bột chiên",
              "addressDish": "Bột chiên Đạt Thành: 277 Võ Văn Tần, phường 5, quận 3, TPHCM",
              "imgDish": "DDLHCM_DISH_1.jpg",
              "dishIntroduction": "Bột chiên - món ăn vặt được rất nhiều bạn trẻ Sài Gòn yêu thích. Miếng bột chiên giòn rụm bên ngoài, mềm dẻo bên trong cùng với phần trứng chiên vàng ruộm, đu đủ bào, tóp mỡ ăn kèm với nước chấm được pha vừa miệng thì đúng là ngon tuyệt. Bạn chắc sẽ vừa ăn vừa xuýt xoa khen ngon vì hương vị của món ăn này đấy."
            },
            {
              "idDish": "DDLHCM_DISH_2",
              "nameDish": "Bánh tráng trộn",
              "addressDish": "Bánh tráng cuốn - trộn Biển Vương: 62 Trần Nhân Tôn, phường 2, quận 10, TP.HCM",
              "imgDish": "DDLHCM_DISH_2.jpg",
              "dishIntroduction": "Một món ăn đường phố khác gắn liền với lứa tuổi học sinh đó chính là bánh tráng trộn. Bánh tráng cắt nhỏ kết hợp cùng các nguyên liệu như trứng cút, khô bò, xoài, rau răm, đậu phộng,... tạo nên món ăn vặt với đầy đủ các vị chua cay mặn ngọt khác nhau vô cùng ngon miệng. Bánh tráng trộn ngày nay với nhiều biến tấu khác nhau và đã trở thành món ăn mang thương hiệu của giới trẻ Sài Gòn."
            },
            {
              "idDish": "DDLHCM_DISH_3",
              "nameDish": "Phá lấu",
              "addressDish": "Phá lấu bò cô Thảo: 243/29G Tôn Đản, phường 15, quận 4, TP.HCM",
              "imgDish": "DDLHCM_DISH_3.jpg",
              "dishIntroduction": "Món ăn có xuất xứ từ người Tiều lại trở thành món ăn đặc trưng của giới trẻ Sài Gòn. Vị dai dai của nội tạng kết hợp với nồi nước dùng đậm đà đảm bảo sẽ khiến bạn càng ăn càng nghiền. Phá lấu ăn kèm với bánh mì hoặc mỳ tôm là món ăn vặt mà cả người lớn và trẻ con đều thích mê."
            },
            {
              "idDish": "DDLHCM_DISH_4",
              "nameDish": "Gỏi khô bò",
              "addressDish": "Gỏi khô bò & bột chiên Nguyễn Văn Thủ: 76 Nguyễn Văn Thủ, Đa Kao, Quận 1, Thành phố Hồ Chí Minh.",
              "imgDish": "DDLHCM_DISH_4.jpg",
              "dishIntroduction": "Món gỏi khô bò được rất nhiều bạn trẻ tại Sài Gòn yêu thích. Phần gỏi có đu đủ, đậu phộng giòn giòn, kết hợp với khô bò dai dai tạo nên một món ăn vặt vô cùng bắt miệng. Nếu du lịch Sài Gòn thì bạn chắc chắn không nên bỏ qua món đặc sản này nhé."
            }
          ],
          "comment": []
        },
        {
          "idTourist": "NTDBHCM",
          "nameTourist": "Nhà thờ Đức Bà - Biểu tượng của thành phố",
          "typeTourist": "TP",
          "address": "Số 1 Công xã Paris, phường Bến Nghé, thuộc Quận 1, Thành phố Hồ Chí Minh",
          "ticket": "Miễn phí",
          "imgTourist": "img_NTDBHCM_1.jpg",
          "touristIntroduction": "Nhà thờ Đức Bà là một trong những địa điểm du lịch Sài Gòn nổi tiếng mà bất kỳ du khách nào đến đây cũng phải ghé thăm. Nhà thờ này còn có cái tên khác là Nhà thờ chính tòa Đức Bà Sài Gòn hay còn gọi là Vương cung thánh đường chính tòa Đức Mẹ Vô nhiễm Nguyên tội. Công trình này có thiết kế vô cũng đặc biệt. Nội thất bên trong bao gồm một lòng chính, hai lòng phụ và còn có thêm 2 dãy nhà nguyện. Sức chứa của toàn bộ thánh đường có thể lên tới 1200 người. Nếu bạn đang tìm kiếm các địa điểm du lịch ở Sài Gòn thì Nhà thờ Đức Bà chắc chắn sẽ là điểm đến mà bạn không nên bỏ lỡ. Kiến trúc của công trình cực kỳ độc đáo với sự kết hợp của phong cách Roman và Gothic tuyệt đẹp. Với những người thuộc giáo phận Sài Gòn, công trình này thật sự là một biểu tượng đáng tự hào. Xung quanh địa điểm du lịch Sài Gòn này là một khuôn viên rộng lớn với nhiều cây xanh, giúp cho bạn thỏa sức chụp ảnh sống ảo. ",
          "rightTime": "tháng 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12",
          "history": [
            {
              "idHistoryStory": "NTDBHCM_HIS_1",
              "titleStoryStory": "Lịch sử hình thành Nhà thờ Đức Bà",
              "contentStoryStory": "Tháng 8 năm 1876, Thống đốc Nam kỳ Duperré đã tổ chức một kỳ thi vẽ đồ án thiết kế nhà thờ mới. Ngoài mục tiêu có chỗ thờ phụng, hành lễ cho tín đồ, việc xây dựng nhà thờ lớn cũng nằm trong mục đích phô trương đạo Công giáo và sự vĩ đại của nền văn minh nước Pháp trước người dân thuộc địa. Vượt qua 17 đồ án thiết kế khác, đồ án của kiến trúc sư J. Bourad với phong cách kiến trúc Roman cải biên pha trộn nét phong cách kiến trúc Gotich đã được chọn. Thống đốc Nam kỳ Duperré cho đấu thầu việc xây dựng nhà thờ và cũng chính kiến trúc sư này là người trúng thầu và trực tiếp giám sát công trình. Ngày 7 tháng 10 năm 1877, Giám mục Isidore Colombert đặt viên đá đầu tiên trước mặt Phó soái Nam Kỳ và đông đủ nhân vật cấp cao thời ấy. Nhà thờ được xây dựng trong 3 năm. Lễ Phục sinh, ngày 11 tháng 4 năm 1880, nghi thức cung hiến và khánh thành do cố đạo Colombert tổ chức trọng thể với sự có mặt của Thống đốc Nam Kỳ Le Myre de Vilers. Hiện nay, trên bệ phía trên, bên trong cửa ra vào nhà thờ, có chiếc bảng cẩm thạch gắn trong hành lang (transept) ghi ngày khởi công, ngày khánh thành và tên vị công trình sư. Tất cả mọi chi phí xây dựng, trang trí nội thất đều do Soái phủ Nam Kỳ đài thọ, với số tiền 2.500.000 franc Pháp theo tỷ giá thời bấy giờ. Ban đầu, nhà thờ có tên gọi là Nhà thờ Nhà Nước vì nó do nhà nước Pháp bỏ tiền xây dựng và quản lý.",
              "avatarHistory": "NTDBHCM_HIS_1.jpg",
              "imgHistory": "NTDBHCM_HIS_1.jpg",
              "videoHistory": ""
            },
            {
              "idHistoryStory": "NTDBHCM_HIS_2",
              "titleStoryStory": "",
              "contentStoryStory": "Năm 1895, nhà thờ xây thêm hai tháp chuông, mỗi tháp cao 57,6 m và có 6 chuông đồng lớn nặng 28,85 tấn. Trên đỉnh tháp có đính một cây thánh giá cao 3,50 m, ngang 2 m, nặng 600 kg. Tổng thể chiều cao từ mặt đất lên đỉnh thánh giá là 60,50m.",
              "avatarHistory": "",
              "imgHistory": "NTDBHCM_HIS_2.jpg",
              "videoHistory": ""
            }
          ],
          "culture": [
            {
              "idCulture": "NTDBHCM_CUL_1",
              "titleCulture": "Đôi nét về kiến trúc nhà thờ Đức Bà",
              "contentCulture": "Sau hơn 1 thế kỷ xây dựng, nhà thờ Chính tòa Đức Bà Sài Gòn vẫn là điểm đến được nhiều du khách lựa chọn khi đặt chân đến TP.Hồ Chí Minh. Công trình kiến trúc độc đáo này sở hữu nhiều điểm sáng hấp dẫn du khách như:",
              "imgCulture": "NTDBHCM_CUL_1.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "NTDBHCM_CUL_2",
              "titleCulture": "Tòa thánh đường bên trong nhà thờ",
              "contentCulture": "Bên trong nhà thờ Đức Bà Sài Gòn là tòa thánh đường được thiết kế đặc biệt với khả năng chịu được gấp 10 lần toàn bộ kiến trúc của công trình. Nội thất bên trong nhà thờ được thiết kế gồm 1 lòng chính, 2 lòng phụ, 2 dãy nhà nguyện. Toàn bộ thánh đường có chiều dài là 93m, chiều rộng nhất lên tới 35m và chiều cao mái vòm là 21m. Với diện tích này, nhà thờ Đức Bà bên trong thánh đường có thể chứa tới 1.200 người.",
              "imgCulture": "NTDBHCM_CUL_2.jpg",
              "videoCulture": ""
            },
            {
              "idCulture": "NTDBHCM_CUL_3",
              "titleCulture": "Tháp chuông nhà thờ Đức Bà",
              "contentCulture": "Khi tham quan nhà thờ, du khách sẽ thực sự bị ấn tượng bởi tháp chuông. Công trình này được ví như linh hồn của nhà thờ. Thuở đầu, công trình chỉ có 2 tháp chuông cao 36,6m, không có mái. Vào năm 1895, thánh đường xây thêm 2 mái chóp để che gác chuông, cao 21m. Như vậy, tổng thiết kế tháp chuông cao 57m. Sau đó, công trình treo thêm 6 chuông gồm 6 âm (đồ, rê, mi, son, la si) được treo trên 2 tháp chuông. Trên mặt mỗi quả chuông đều có họa tiết tinh xảo.",
              "imgCulture": "NTDBHCM_CUL_3.jpg",
              "videoCulture": ""
            }
          ],
          "specialtyDish": [
            {
              "idDish": "NTDBHCM_DISH_1",
              "nameDish": "Hủ tiếu",
              "addressDish": "Hủ tiếu Nam Vang Ngân Phát: 2 Đường số 1 Cư Xá Lữ Gia, Phường 15, Quận 11, Thành phố Hồ Chí Minh.",
              "imgDish": "NTDBHCM_DISH_1.jpg",
              "dishIntroduction": "Cũng như cơm tấm, hủ tiếu hay hủ tiếu Nam Vang là một món ăn bình dân mà bạn có thể tìm thấy ở bất kì đâu trong những con hẻm nhỏ của Sài Gòn.Sợi hủ tiếu trắng dai đi kèm nước dùng đậm đà, vài lát thịt mềm ăn cùng với giá hẹ, cải cúc, tần ô chắc chắn sẽ kích thích vị giác của bạn. Ngoài ra, hủ tiếu ngày nay cũng được biến tấu rất nhiều và đa dạng với các món như hủ tiếu bò kho, hủ tiếu Nam Vang, hủ tiếu mực,..."
            },
            {
              "idDish": "NTDBHCM_DISH_2",
              "nameDish": "Cơm tấm",
              "addressDish": "294/35 Xô Viết Nghệ Tĩnh, phường 21, quận Bình Thạnh, TP.HCM",
              "imgDish": "NTDBHCM_DISH_2.jpg",
              "dishIntroduction": "Cơm tấm - một món ăn quen thuộc với người dân Sài Gòn và sẽ thật thiếu sót nếu không đưa món ăn này vào danh sách một trong những đặc sản nên thử khi đến Sài Gòn. Người dân Sài Gòn có thể dùng cơm tấm ở bất kỳ thời điểm nào trong ngày từ bữa sáng, trưa, chiều hay cả buổi tối muộn. Chỉ cần gọi ngay một dĩa “sườn, bì, chả là bạn đã có một bữa no căng bụng để bắt đầu làm việc rồi đấy. Ngày nay, ngoài món “sườn, bì, chả” quen thuộc thì đồ ăn kèm với cơm tấm cũng được biến tấu rất đa dạng và phong phú như trứng chiên, lạp xưởng,... Bạn cũng có thể dễ dàng tìm thấy bất kỳ quán cơm tấm nào trên mọi ngóc ngách của Sài Gòn."
            },
            {
              "idDish": "NTDBHCM_DISH_3",
              "nameDish": "Bánh mì",
              "addressDish": "Tiệm bánh mì Những Chàng Trai: 586-588 Thống Nhất, phường 16, quận Gò Vấp, TP.HCM",
              "imgDish": "NTDBHCM_DISH_3.jpg",
              "dishIntroduction": "Bánh mì - món ăn đường phố tuyệt vời nhất của Việt Nam được rất nhiều người công nhận. Bánh mì chính là sự kết hợp hài hoà giữa các nguyên liệu như thịt nguội, pate, nem, chả, đồ chua, cùng với vị cay cay của ớt tạo nên một món ăn với hương vị tuyệt vời. Bánh mì chắc hẳn sẽ là một món ăn gây thương nhớ đối với khách du lịch khi đến Việt Nam."
            },
            {
              "idDish": "NTDBHCM_DISH_4",
              "nameDish": "Gỏi cuốn",
              "addressDish": "Quán gỏi cuốn Tôm Nhảy LLQ:  424 Lạc Long Quân, phường 5, quận 11, TP. HCM",
              "imgDish": "NTDBHCM_DISH_4.jpg",
              "dishIntroduction": "Một món ăn vặt khác vô cùng quen thuộc đối với người dân Sài Gòn đó chính là gỏi cuốn. Với các nguyên liệu như thịt heo, bún, tôm, giá và xà lách được cuộn lại với nhau trong chiến bánh tráng gạo dai chắc chắn sẽ khiến bạn cắn mãi vì hương vị của nó. Món ăn này sẽ ngon hơn khi bạn ăn kèm với mắm nêm hoặc tương đen đậu phộng và cho thêm vài sợi cà rốt ngâm chua."
            }
          ],
          "comment": []
        }
      ]
    }
  ]
}]